Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: An inch per second squared is a unit of acceleration in the British (Imperial) and US customary systems, equal to 0.0254 m/s². Physical interpretation: if an object accelerates at 1 in/s², its speed is increasing by 1 in/s every second.
ru: Дюйм в секунду за секунду — единица ускорения в британской и американской системах единиц измерения. 1 дюйм в секунду равен 0.0254 м/с². Тело, движущееся с ускорением 1 дюйм/с², увеличивает скорость за одну секунду на один дюйм в секунду.

source: An international avoirdupois ounce (oz, ℥) is a unit of mass in the US Customary Units and British Imperial Units and some other measurement systems. The international avoirdupois ounce is equal to approximately 28 grams.
ru: Международная унция — единица массы в английской системе мер эвердьюпойс и некоторых других системах мер, приблизительно равная 28 граммам.

source: An international knot (kt kn) is a non-SI unit of speed equal to one nautical mile (1.852 km) per hour or 0.514 m/s. The knot is accepted for use with the International System of Units (SI). Worldwide, the knot is used in meteorology, in nautical navigation and aviation.
ru: Международный узел (уз) — единица измерения скорости, равная одной морской миле (1,852 км) в час или 0,514 м/с. Применяется в мореходной и авиационной практике. Узел, хотя и является внесистемной единицей измерения, допускается к применению совместно с единицами СИ.

source: An international nautical mile (mi) is a non-SI unit of length. It is defined as exactly 1,852 meters.
ru: Международная морская миля — путевая не входящая в систему СИ мера длины. Миля равна 1852 метра.

source: An international troy ounce (t oz) is a unit of mass equal to 480 grains. Consequently, the international troy ounce is equal to exactly 31.1034768 grams. There are 12 troy ounces in the troy pound, which is now obsolete. The troy ounce is used to express the mass gold, silver, platinum, and other precious metals.
ru: Тройская унция — единица измерения массы, равная 480 гранам и 31,1034768 грамма точно. В устаревшей единице тройском фунте содержится 12 унций. Тройская унция широко применяется для измерения веса золота, серебра, платины и других драгоценных металлов.

source: An ohm (Ω) is the SI derived unit of electrical resistance. By definition, a conductor has an electrical resistance of one ohm when a constant potential difference of one volt applied between its ends produces in this conductor a current of one ampere. Passive two-terminal electrical components called resistors are used to implement electrical resistance in various electronic devices. Resistance can be measured by a multimeter, which can also measure voltage, current, and sometimes temperature, capacitance and other values.
ru: Ом (Ом) — производная единица измерения электрического сопротивления в СИ. Ом равен электрическому сопротивлению проводника, по которому течет постоянный ток один ампер, если между концами этого проводника приложено напряжение один вольт. Пассивные элементы электрических схем, оказывающие сопротивление протекающему току и обычно имеющие два вывода, называются резисторами. Для измерения сопротивления используется мультиметры, которые могут также измерять напряжение, ток, температуру, емкость и иные величины.

source: An oil barrel (bbl) is a legacy unit of volume in the US Customary Units equal to 42 US gallons or approximately 159 L. This unit is used mainly in the US as a measure of crude oil and other petroleum products.
ru: Нефтяной баррель (американский) — единица измерения объема нефти, равная 42 американским галлонам или приблизительно 159 литрам. Эта единица используется главным образом в США для измерения сырой нефти и продуктов из нее.

source: An ounce per cubic foot (oz/ft³) is a unit of density in various systems of units including the British (Imperial) and US customary systems. Its size can vary from system to system.
ru: Унция на кубический фут — единица плотности в различных системах измерения, включая британскую и американскую системы единиц измерения. Размер этой единицы плотности в различных системах несколько отличается.

source: An ounce per cubic inch (oz/in³) is a unit of density in various systems of units including the British (Imperial) and US customary systems. Its size can vary from system to system.
ru: Унция на кубический дюйм — единица плотности в различных системах измерения, включая британскую и американскую системы единиц измерения. Размер этой единицы плотности в различных системах несколько отличается.

source: An ounce per UK gallon (oz/UK gal) is a unit of density in the British (Imperial) system. It is equal to 6.24 kg/m³.
ru: Унция на британский галлон — единица плотности в британской системе единиц измерения. 1 унция/брит. галлон = 6,24 кг/м³.

source: An ounce per US gallon (oz/US gal) is a unit of density in the US customary system. It is equal to 7.49 kg/m³.
ru: Унция на галлон США — единица плотности в американской системе единиц измерения. 1 унция/галлон США = 7,49 кг/м³.

source: An ounce-force is a unit of force in some systems of measurement including English engineering units and British gravitational units. It is equal to the force exerted by one ounce of mass in a standard gravitational field. 1 ounce-force = 1/16 lbf ≈ 0.27801 N.
ru: Унция-сила — неметрическая гравитационная единица измерения силы в американской и английской традиционной системе мер, равная силе, которая действует на тело массой одну унцию (28.3495 г) в стандартном гравитационном поле. Используется для измерения нагрузок в технике. 1 унция-сила = 1/6 фунта-сила ≈ 0,27801 ньютона (N).

source: An US therm (thm US) is a non-SI unit of heat energy equal to 100,000 British thermal units used in the United States (BTU at 59°F). It is approximately the energy equivalent of burning 100 cubic feet of natural gas. Since meters measure volume and not energy content, a therm factor is used by gas utility companies to convert the volume of gas consumed to its heat equivalent, and thus calculate the actual energy use.
ru: Американский терм (англ. US therm) — единица измерения тепловой энергии, равная 100 000 британских термических единиц (BTU при 59°F). Единица используется на рынке газа в США, так как примерно эквивалентна теплу, образующемуся при сжигании 100 кубических футов (2,74 кубометра) природного газа. Поскольку газовые счетчики измеряют объем потребляемого газа, а не энергию, которую можно получить при его сжигании, терм используется для преобразования объема газа в его термический эквивалент и таким образом для расчета использованной энергии.

source: Angle
ru: Плоский угол

source: Area
ru: Площадь

source: Area is the amount of space a two-dimensional (flat or uneven) surface takes up. Every unit of length has a corresponding unit of area. Thus, areas can be measured in square meters (m²), square centimeters (cm²), square millimeters (mm²), square kilometers (km²), square feet (ft²), square yards (yd²), square miles (mi²), etc. The SI unit of area is the square meter, which is considered an SI derived unit.
ru: Площадь — численная характеристика двумерной плоской или искривленной геометрической фигуры, показывающая размер этой фигуры. Для измерения площади используются единицы длины. Таким образом, площадь может быть измерена в квадратных метрах, квадратных сантиметрах, квадратных миллиметрах, квадратных километрах, квадратных футах, квадратных дюймах, квадратных милях, квадратных верстах, десятинах и квадратных саженях.

source: Ares
ru: Ар

source: as
ru: ас

source: Astronomical units
ru: Астрономическая единица

source: at
ru: ат

source: atm
ru: атм

source: Attosecond
ru: Аттосекунда

source: Ba
ru: Ба

source: Barrel (oil)
ru: Баррель (нефть)

source: Barrel (UK)
ru: Баррель (Великобритания)

source: Barrel (US)
ru: Баррель (США)

source: Bars
ru: Бар

source: Barye
ru: Бари

source: Biot
ru: Биот

source: Bits
ru: Бит

source: bl (UK)
ru: bl (Англ)

source: bl (US)
ru: bl (США)

source: Bu
ru: бу

source: Bu (japanese)
ru: Бу (японский)

source: Bushels
ru: Бушель

source: Bytes
ru: Байт

source: Calories
ru: Калория

source: Cancel
ru: Отмена

source: Candela steradian per square meter
ru: Кандела-стерадиан на квадратный метр

source: Carats ounces
ru: Караты унции

source: cd·sr/m²
ru: кд·ср/м²

source: Celsius
ru: Градусы Цельсия

source: Centigrams
ru: Сантиграммы

source: Centiliters
ru: Сантилитры

source: Centimeter-candle
ru: Сантиметр-кандела

source: Centimeters
ru: Сантиметры

source: chain
ru: ch

source: Chains
ru: Чейн

source: chō
ru: чо

source: Chō
ru: чо

source: Chō (japanese)
ru: Чо (японский)

source: Cho (町, 町歩) is a Japanese unit of area equal to 10 tan (段, 反).
ru: Чо (町, 町 歩) - японская единица площади, равная 10 Тан (段, 反).

source: cl/s
ru: ц/с

source: cm•c
ru: см·кд

source: Coulombs
ru: Кулон

source: Cubic foots
ru: Кубический фут

source: Cubic inches
ru: Кубический дюйм

source: Cubic meters
ru: Кубический метр

source: Cubic miles
ru: Кубическая миля

source: Cubic yards
ru: Кубический ярд

source: Cun
ru: цунь

source: Cun (Chinese: 寸; pinyin: cùn; Wade–Giles: ts'un; Japanese: sun; Korean: chon), often glossed as the Chinese inch, is a traditional Chinese unit of length. Its traditional measure is the width of a person's thumb at the knuckle, whereas the width of the two forefingers denotes 1.5 cun and the width of four fingers (except the thumb) side-by-side is three cuns.
ru: Цунь (китайский: 寸; пиньинь: cn; Уэйд-Джайлс: цун; японский: солнце; корейский: чон), часто обозначаемый как китайский дюйм, является традиционной китайской единицей длины. Его традиционная мера - это ширина большого пальца человека на суставе, тогда как ширина двух указательных пальцев обозначает 1,5 цуня, а ширина четырех пальцев (кроме большого пальца), поставленных рядом, составляет три цуня.

source: Cun (japanese)
ru: Цунь (японский)

source: cup (UK)
ru: чашка (Англ)

source: Cups (metric)
ru: Метрический стакан

source: Cups (UK)
ru: Британский стакан

source: Cups (US)
ru: Американский стакан

source: Cycles per second
ru: Циклов в секунду

source: d
ru: сут

source: Da
ru: да

source: Dalton
ru: Дальтон

source: Days
ru: День

source: Decameters
ru: Декаметры

source: Decigrams
ru: Дециграммы

source: Deciliters
ru: Децилитры

source: Decimeters
ru: Дециметры

source: Degrees
ru: Градусы

source: Density
ru: Плотность

source: dyn
ru: дин

source: dyn/cm²
ru: дин/см²

source: dyn•cm
ru: дин·см

source: Dyne
ru: Дина

source: Dyne centimeters
ru: Дина-сантиметр

source: Dynes per square centimeter
ru: Дина на квадратный сантиметр

source: Electric charge
ru: Электрический заряд

source: Electric charge is a fundamental conserved property of some subatomic particles, which determines their electromagnetic interaction. The electrically charged matter is influenced by and produces electromagnetic fields. The interaction between a moving charge and an electromagnetic field is the source of the electromagnetic force. The SI unit of the quantity of electric charge is the coulomb (С), which is equivalent to about 6.242×1018·e (e is the charge of a proton).
ru: Электрический заряд — это скалярная величина, определяющая способность тел быть источником электромагнитных полей и принимать участие в электромагнитном взаимодействии. Единица измерения заряда в СИ — кулон (Кл). 1 кулон представляет собой электрический заряд, проходящий через поперечное сечение проводника при силе тока 1 А за время 1 с. 1 Кл = 1 А·с = 1/3600 ампер-часа. 1 кулон эквивалентен приблизительно 6.242×1018·e (e — заряд протона). Заряд электрона составляет 1,6021892(46)·10–19 Кл. Такой заряд называется элементарным электрическим зарядом, то есть, минимальным зарядом, которым обладают заряженные элементарные частицы.

source: Electric current
ru: Электрический ток

source: Electric current is a flow of electric charge through a conductive medium. In electric circuits this charge is often carried by moving electrons in a wire. It can also be carried by ions in an electrolyte, or by both ions and electrons such as in a plasma. The SI unit for measuring the rate of flow of electric charge is the ampere, which is defined by taking the fixed numerical value of the elementary charge e to be 1.602176634×10⁻¹⁹ when expressed in the unit C, which is equal to A⋅s.
ru: Электрический ток — упорядоченное некомпенсированное движение свободных электрически заряженных частиц в проводящей среде. Такими частицами могут являться: в проводниках — электроны, в электролитах — ионы, в плазме — ионы и электроны. Сила тока в Международной системе единиц (СИ) измеряется в амперах. Ампер является одной из семи основных единиц СИ. В СИ ампер определяется с учетом фиксированного численного значения элементарного заряда e, равного величине 1.602176634×10⁻¹⁹, выраженной в кулонах, 1 К = 1 А⋅с. Один ампер можно также определить как силу постоянного тока, при котором заряд, равный одному кулону проходит через поперечное сечение за одну секунду. До 20 мая 2019 г. ампер определялся как сила тока, который при прохождении по двум параллельным прямым проводникам бесконечной длины и малого диаметра, расположенным на расстоянии 1 м друг от друга в вакууме, вызывает на участке проводника длиной 1 м силу взаимодействия, равную 0,2 мкH.

source: Electric potential difference
ru: Разность электрических потенциалов

source: Electric resistance
ru: Электрическое сопротивление

source: Electron-volts
ru: Электрон-вольт

source: Energy
ru: Энергия

source: Energy is understood as the ability of a physical system to do work on other physical systems. Since work is defined as a force acting through a distance, energy is always equivalent to the ability to exert pulls or pushes against the basic forces of nature, along a path of a certain length. Energy is a scalar physical quantity. In SI, energy and work are measured in joules, but in many fields units like kilowatt-hours and kilocalories are often used. The joule (J) is equal to the energy expended or work done in applying a force of one newton through a distance of one meter (1 newton meter or N·m). By another definition, the joule is equal to the energy required to pass an electric current of one ampere through a one ohm resistor for one second. Electrical energy is measured by electricity meters. Thermal energy is measured by heat meters.
ru: Энергия — скалярная физическая величина, являющаяся единой мерой различных форм движения и взаимодействия материи, мерой перехода движения материи из одних форм в другие. Энергия является мерой способности физической системы совершить работу, поэтому количественно энергия и работа выражаются в одних единицах. Единица измерения работы и энергии, а также количества теплоты в Международной системе единиц (СИ) — джоуль (Дж). Часто используются и другие единицы измерения, такие как киловатт-часы или килокалории. Джоуль (Дж) равен работе, совершаемой при перемещении точки приложения силы, равной одному ньютону, на расстояние одного метра в направлении действия силы. Иначе джоуль можно определить как работу, которую совершают силы электрического поля для поддержания тока в 1 ампер через сопротивление 1 Ом в течение 1 секунды. Количество тепловой и электроэнергии измеряется соответственно счетчиками тепловой и электроэнергии.

source: Enter unit
ru: Введите единицу

source: Error
ru: Ошибка

source: eV
ru: эВ

source: F
ru: Ф

source: Fahrenheit
ru: Градусы Фаренгейта

source: Faradays
ru: Фарадей

source: Fathoms
ru: Морская сажень

source: Feedback
ru: Обратная связь

source: Feedback on application "Tehcon"
ru: Отзыв о приложении "Tehcon"

source: Feet
ru: Фут

source: Feets per hour
ru: Футы в час

source: Feets per minute
ru: Футы в минуту

source: Feets per second
ru: Футы в секунду

source: Femtonewtons
ru: Фемтоньютон

source: Femtoseconds
ru: Фемтосекунда

source: Fluid ounces (UK)
ru: Британская жидкая унция

source: Fluid ounces (US)
ru: Американская жидкая унция

source: fN
ru: фН

source: Foot per second squared
ru: Фут в секунду за секунду

source: Foot-candle
ru: Фут-кандела

source: Foot-pounds
ru: Фут-фунты

source: Force
ru: Сила

source: Frames per second
ru: Кадров в секунду

source: Frames per second (FPS) or frame rate is the frequency (rate) at which consecutive images called frames appear on a display. The term applies equally to film and video cameras, computer graphics, and motion capture systems. Frame rate may also be called the frame frequency, and be expressed in hertz.
ru: Кадров в секунду (FPS) или частота кадров - это частота (скорость), с которой последовательные изображения, называемые кадрами, появляются на дисплее. Этот термин в равной степени применяется к пленочным и видеокамерам, компьютерной графике и системам захвата движения. Частота кадров также может называться частотой кадров и выражаться в герцах.

source: Frequency
ru: Частота

source: Frequency is the number of occurrences of a repeating event per unit of time. The period is the duration of one cycle in a repeating event, so the period is the reciprocal of the frequency. Any wave pattern can be described in terms of sinusoidal components. The wavelength of a sinusoidal wave is the distance over which the wave’s shape repeats. For periodic waves, frequency has an inverse relationship to the concept of wavelength; simply, frequency is inversely proportional to wavelength. The frequency f is equal to the phase velocity v of the wave divided by the wavelength λ of the wave: f = v/λ or λ = v/f. In the case of electromagnetic radiation in a vacuum—the speed v is the speed of light, about 3·10⁸ m/s. Thus the wavelength of a 100 MHz FM radio wave is about: 3·10⁸ m/s divided by 10⁸ Hz = 3 meters. For sound waves in air, the speed of sound is 343 m/s. The wavelength of a tuning fork (440 Hz) is thus equal to approximately 0.78 m. In SI units, the unit of frequency is the hertz (Hz). 1 Hz means that an event repeats once every second. A previous name for this unit was a cycle per second. The SI unit of wavelength is the meter.
ru: Частота — физическая величина, характеризующая периодические процессы и равная числу полных циклов процесса, совершённых за единицу времени. Величина, обратная частоте, называется периодом. Любой волновой процесс можно описать с помощью синусоидальных компонентов. Длина волны — расстояние между двумя ближайшими друг к другу точками, колеблющимися в одинаковых фазах. Иначе говоря, длина волны — это расстояние между двумя соседними гребнями волны. Длина волны — одна из основных характеристик колебаний и связана с фазовой скоростью и частотой колебаний. Частота f равна фазовой скорости волнового процесса v, деленной на длину волны λ: f = v/λ. Таким образом, частота обратно пропорциональна длине волны: λ = v/f. Для электромагнитного излучения в вакууме скорость v является скоростью света, приблизительно равной 3·10⁸ м/с. Тогда длина волны УКВ-передатчика, работающего на частоте 100 МГц будет равна 3·10⁸ м/с, деленное на 10⁸ Гц = 3 метра. Скорость звуковых волн в воздухе равна 343 м/с. Таким образом, длина волны камертона, настроенного на ноту ля первой октавы (440 Гц), равна приблизительно 0,78 м. Единицей частоты в Международной системе единиц (СИ) является герц (Гц). Длина волны в системе СИ измеряется в метрах (м).

source: fs
ru: фс

source: ft/h
ru: фут/ч

source: ft/min
ru: фут/мин

source: ft/s
ru: фут/с

source: ft/su{00B2}
ru: фут/с²

source: ft•c
ru: фут•кд.

source: ft•lbf
ru: фут•фунт

source: Fuel efficiency
ru: Эффективность топлива

source: Fuel efficiency is a form of thermal efficiency, meaning the efficiency of a process that converts chemical potential energy contained in a carrier fuel into kinetic energy or work. The fuel efficiency of vehicles can be expressed as fuel consumption and fuel economy. Fuel consumption is the amount of fuel used per unit distance; for example, litres per 100 kilometers (L/100 km). In this case, the lower the value, the more economical a vehicle is (the less fuel it needs to travel a certain distance). Fuel consumption is a reciprocal of fuel economy. Fuel economy is the distance travelled per unit volume of fuel used; for example, kilometers per litre (km/L) or miles per gallon (MPG), where 1 MPG (imperial) ≈ 0.354006 km/L. In this case, the higher the value, the more economical a vehicle is (the more distance it can travel with a certain volume of fuel). Fuel economy is a reciprocal of fuel consumption.
ru: Топливная эффективность является формой тепловой эффективности и означает эффективность процесса, в котором химическая потенциальная энергия топлива преобразуется в кинетическую энергию или работу. Топливная эффективность автомобилей может быть выражена в форме расхода топлива и экономии топлива. Расход топлива представляет собой объём топлива, израсходованного автомобилем при прохождении заданной дистанции. Широко распространен в странах с метрической системой мер, где расход измеряется в литрах на 100 км пробега автомобиля (л/100 км). Расход топлива является величиной, обратной топливной экономичности. Топливная экономичность определяется дистанцией, при прохождении которой автомобиль израсходует заданный объём топлива. Широко используется в странах с английской системой мер, где расход измеряется как количество миль, которое автомобиль может проехать на одном галлоне (британском или американском) топлива (миль/галлон). Чем значение больше, тем экономичней автомобиль. Топливная экономичность является величиной, обратной расходу топлива.

source: Fun
ru: Фун

source: Fun (japanese)
ru: Фун (japanese)

source: Furlongs
ru: Фарлонг

source: g/cmu{00B3}
ru: г/см³

source: g/L
ru: г/л

source: g/mL
ru: г/мл

source: g/mu{00B3}
ru: г/м³

source: Gal
ru: гал

source: gallon (UK)/100 mi
ru: галлон (Англ)/100 миль

source: gallon (UK)/mi
ru: галлон (Англ)/миля

source: gallon (US)/100 mi
ru: галлон (США)/100 миль

source: gallon (US)/mi
ru: галлон (США)/миля

source: Gallons (UK)
ru: Галлон (Англ)

source: Gallons (UK) per 100 miles
ru: Галлонов (Англ) на 100 миль

source: Gallons (UK) per mile
ru: Галлонов (Англ) на милю

source: Gallons (US)
ru: Галлон (США)

source: Gallons (US) per 100 miles
ru: Галлонов (США) на 100 миль

source: Gallons (US) per mile
ru: Галлонов (США) на милю

source: gF
ru: гс

source: gf•cm
ru: гс•см

source: gf•m
ru: гс•м

source: Gibibits
ru: Гибибит

source: Gibibytes
ru: Гибибайт

source: Gigabits
ru: Гигабит

source: Gigabytes
ru: Гигабайт

source: Gigahertz
ru: Гигагерц

source: Giganewtons
ru: Гиганьютон

source: Gigapascals
ru: Гигапаскаль

source: Gigatons (TNT)
ru: Гигатонны (TNT)

source: Gigawatt-hours
ru: Гигаватт-часы

source: GN
ru: ГН

source: gō
ru: го

source: Gō
ru: го

source: Gō (japanese)
ru: Го (японский)

source: Go (合) is a Japanese unit of area equal to 10 shaku (勺).
ru: Го (合) - японская единица площади, равная 10 Сяку (勺).

source: gr
ru: гран

source: GRadians
ru: Градиан

source: Grains
ru: Гран

source: Gram per cubic centimeter
ru: Грамм на кубический сантиметр

source: Gram per cubic meter
ru: Грамм на кубический метр

source: Gram per litre
ru: Грамм на литр

source: Gram per millilitre
ru: Грамм на миллилитр

source: Gram-force
ru: Грамм-сила

source: Grams
ru: Граммы

source: Gravity
ru: Сила тяжести

source: Gton
ru: Гтон

source: GW•h
ru: ГВт•ч

source: Hartree energy
ru: Энергия Хартри

source: Hectares
ru: Гектар

source: Hectometers
ru: Гектометры

source: Hertz
ru: Герц

source: homestead
ru: хомстед

source: Homestead (imperial)
ru: Хомстед

source: Homestead is a unit of area of land covering 160 acres, 65 hectares or 0.65 km². It is also called a quarter-section in the USA.
ru: Хомстед (гомстед) — единица измерения площади земельных участков, равная 160 акрам, 65 гектарам или 0,65 квадратного километра. В США она называется также четвертью секции.

source: Horsepower-hour (metric)
ru: Лошадиная сила-час (метрическая)

source: Hours
ru: Часы

source: hp
ru: л.с.
