Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: The megaton of Trinitrotoluene (TNT) is a decimal multiple of the ton of TNT, which is a unit of energy equal to 4.184 gigajoules. This is approximately the amount of energy released in the detonation of one ton of TNT. The megaton of TNT is a unit of energy equal to 4.184 petajoules. The kiloton and megaton of TNT have traditionally been used to rate the destructive power of nuclear weapons.
ru: Мегатонна тринитротолуола (ТНТ) — величина, кратная тонне ТНТ, которая является единицей измерения энергии, равной 4,184 гигаджоуля. Тротиловый эквивалент — мера энерговыделения при взрывах или падениях астероидов и комет, выраженная в количестве тринитротолуола, выделяющем при взрыве такое же количество энергии. Мегатонна ТНТ — единица энергии, равная 4,184 петаджоуля. Для оценки разрушительного действия ядерного взрыва традиционно используются килотонны и мегатонны.

source: The megawatt hour (also megawatt-hour, MW·h or MWh) is a unit of energy equal to 10⁶ watt hours or 3600 megajoules. One MWh is equivalent to one megawatt of constant power expended for one hour of time. This unit is often used for metering large amounts of electrical energy supplied to industrial customers by power generation companies.
ru: Мегаватт-час (МВт·ч) — внесистемная единица измерения работы или количества произведенной или потребленной энергии. Мегаватт-час равен количеству энергии, потребляемой устройством мощностью один мегаватт в течение одного часа. Отсюда 1 МВт·ч = 10⁶ Вт · 3600 с = 3600 МДж. Мегаватт-час используется для измерения потребления больших количеств электроэнергии на предприятиях.

source: The Microampere Hours is a measurement unit of Electric Charge, but it is a non-SI unit. The unit symbol of Microampere Hours is µAh, 1 Microampere Hours is equal to 0.0036 Coulombs.
ru: Микроампер-час - это единица измерения электрического заряда, но не в системе СИ. Обозначение единицы измерения микроампер-часов - мкАч, 1 микроампер-час равно 0,0036 кулонов.

source: The mō (毛) is a traditional Japanese unit of length, equal to 1⁄10000 Japanese feet (shaku).
ru: Mō (毛) - традиционная японская единица длины, равная 1⁄10000 японских футов (сяку).

source: The newton meter (N·m) is a unit of energy equivalent to 1 joule. It is equal to the energy expended or work done in applying a force of one newton through a distance of one meter. One newton meter of energy is required to lift a small (102 g) tomato one meter straight up.
ru: Ньютон-метр (Н·м) — единица измерения работы и количества энергии. Она равна энергии, затраченной на перемещение тела на расстояние одного метра с силой один ньютон или работе, выполненной при таком перемещении. Одного ньютон-метра энергии хватит, чтобы поднять вертикально небольшое яблоко (102 г) на высоту один метр.

source: The Réaumur scale (°Re, °Ré, °R) is an obsolete temperature scale in which the boiling and freezing points of water are set to 80 and 0 degrees respectively. The Réaumur scale was widespread in Europe during the eighteenth century, particularly in France and Germany as well as Russia. By the 1790s, France switched to the Celsius scale for the metric system over the Réaumur measurements. In modern days it is used only in the measuring of milk temperature in cheese production.
ru: Шкала Реомюра (° Re, ° Ré, ° R) - устаревшая шкала температур, в которой точки кипения и замерзания воды установлены на 80 и 0 градусов соответственно. Шкала Реомюра была широко распространена в Европе в восемнадцатом веке, особенно во Франции и Германии, а также в России. К 1790-м годам Франция перешла на шкалу Цельсия для метрической системы вместо измерений Реомюра. В наши дни он используется только для измерения температуры молока при производстве сыра.

source: The ri (里) is a traditional Japanese unit of length, equal to 12,960 Japanese feet (shaku).
ru: Ри (里) - традиционная японская единица длины, равная 12960 японским футам (сяку).

source: The rin (厘) is a traditional Japanese unit of length, equal to ​1⁄1000 Japanese feet (shaku).
ru: Рин (厘) - традиционная японская единица длины, равная 1⁄1000 японских футов (сяку).

source: The sai is a traditional Chinese unit of volume equal to 1/1000 Sho.
ru: Сай - традиционная китайская единица объема, равная 1/1000 сё.

source: The shaku is a traditional Chinese unit of volume equal to 1/100 Sho.
ru: Сяку - это традиционная китайская единица объема, равная 1/100 сё.

source: The to is a traditional Chinese unit of volume equal to 10 Sho.
ru: То - традиционная китайская единица объема, равная 10 сё.

source: The ton or tonne of Trinitrotoluene (TNT) is a unit of energy equal to 4.184 gigajoules, which is approximately the amount of energy released in the detonation of one ton of TNT. The kiloton and megaton of TNT have traditionally been used to rate the destructive power of nuclear weapons. The megaton of TNT is a unit of energy equal to 4.184 petajoules.
ru: Тонна тринитротолуола (ТНТ) — единица измерения энергии, равная 4,184 гигаджоуля. Тротиловый эквивалент — мера энерговыделения при взрывах или падениях астероидов и комет, выраженная в количестве тринитротолуола, выделяющем при взрыве такое же количество энергии. Для оценки разрушительного действия ядерного взрыва традиционно используются килотонны и мегатонны. Мегатонна ТНТ — единица энергии, равная 4,184 петаджоуля.

source: The watt hour (also watt-hour, W·h or Wh) is a unit of energy equal to 3.6 kilojoules. One W·h is equivalent to one watt of constant power expended for one hour of time.
ru: Ватт-час (Вт·ч) — внесистемная единица измерения работы или количества произведенной или потребленной энергии. Ватт-час равен количеству энергии, потребляемой устройством мощностью один ватт в течение одного часа. Отсюда 1 Вт·ч = 1 Вт · 3600 с = 3600 Дж.

source: The watt second (also watt-second, W·s) is a unit of energy equal to 1 joule. One W·s is equivalent to one watt (1 W) of constant power expended for one second of time.
ru: Ватт-секунда (Вт·с) — внесистемная единица измерения работы или количества произведенной или потребленной энергии. Ватт-секунда равен количеству энергии, потребляемой устройством мощностью один ватт в течение одной секунды. Отсюда 1 Вт·с = 1 Вт · 1 с = 1 Дж.

source: therm (EU)
ru: терм (евр)

source: therm (US)
ru: терм (США)

source: Therms (EU)
ru: Европейский терм

source: Therms (US)
ru: Американский терм

source: Time
ru: Время

source: Time is a dimension in which a sequence of events can be ordered from the past through the present into the future. Time is also the measure of durations of events and the intervals between them. Time is also used to quantify the speed at which things change and objects move. The SI unit of time is one second. The second (s) is a unit of time and one of the seven SI base units. It is defined as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.
ru: Время — это непрерывная величина, используемая для указания последовательности событий в прошлом, настоящем и будущем. Время также используется для определения интервала между событиями и для количественного сравнения процессов, происходящих с разными скоростями или частотами. Для измерения времени используется какая-либо периодическая последовательность событий, которая признается эталоном некоторого промежутка времени. Единицей времени в Международной системе единиц (СИ) является секунда (с), которая определяется как 9 192 631 770 периодов излучения, соответствующего переходу между двумя сверхтонкими уровнями основного состояния атома цезия-133 при отсутствии возмущения внешними полями.

source: TN
ru: ТН

source: To
ru: то

source: To (japanese)
ru: То (японский)

source: To send an email please configure email into settings iOS
ru: Для отправки электронной почты, пожалуйста, настройте электронную почту в настройках iOS.

source: ton
ru: тон

source: ton (long)
ru: т (дл)

source: Ton-force (long) UK
ru: Тонна сила (длинная) англ

source: Ton-force (metric)
ru: Тонна сила (метрическая)

source: Ton-force (short)
ru: Тонна сила (короткая)

source: Tons (long)
ru: Тонны (длинные)

source: Tons (metric)
ru: Тонны (метрические)

source: Tons (short)
ru: Тонны (короткие)

source: Tons (TNT)
ru: Тонны (тротил)

source: Torr
ru: Торр

source: township
ru: тауншип

source: Township (imperial)
ru: Тауншип

source: Troy ounces
ru: Тройские унции

source: tsp. (metric)
ru: ч.л. (metric)

source: tsubo
ru: цубо

source: Tsubo (japanese)
ru: Цубо (японский)

source: Tsubo is a Japanese unit of areal measure, roughly 3.3 m² or 35.5 ft², equivalent to the area of two tatami mats.
ru: Цубо - это японская единица измерения площади, примерно 3,3 м² или 35,5 футов², что эквивалентно площади двух татами.

source: Turns
ru: Повороты

source: Velocity
ru: Скорость

source: Velocity is a vector measure of how fast and how far an object has moved in a particular direction. In physics, velocity means the time it took an object to move from one place to another, and the direction of movement. Velocity is a vector physical quantity because both magnitude and direction are required to define it. The scalar absolute value (magnitude) of velocity is speed, a quantity that is measured in meters per second (m/s or m·s⁻¹) when using the SI (metric) system. In fluid mechanics, the Mach number is often used. It is a dimensionless quantity representing the speed of an object moving through air or other fluid divided by the local speed of sound. It is commonly used to represent the speed of an object when it is traveling close to or above the speed of sound. "Mach 2" means an object is moving with the speed, which is equal to the speed of sound multiplied by two.
ru: Скорость — векторная величина, характеризующая быстроту перемещения и направления движения материальной точки в пространстве относительно выбранной системы отсчёта. Единицы измерения линейной скорости: метр в секунду, (м/с или м·с⁻¹), производная единица системы СИ, километр в час (км/ч), узел (морская миля в час), число Маха. 1 Мах равен скорости звука; Max n означает в n раз быстрее.

source: Volts
ru: Вольт

source: Volume
ru: Объем

source: Volume is the quantity of three-dimensional space enclosed by a closed surface, for example, the space that a substance (solid, liquid, gas, or plasma) or shape occupies or contains. The volume of a container is generally understood to be the capacity of the container; i.e., the amount of fluid (gas or liquid) that the container could hold, rather than the amount of space the container itself displaces. In SI, volume is measured in cubic meters. Various other traditional units of volume are also in use, including the cubic inch, the cubic mile, the cubic foot, the tablespoon, the teaspoon, the fluid ounce, the fluid dram, the gill, the quart, the pint, the gallon, and the barrel.
ru: Объём — количественная характеристика трехмерного пространства или контейнера, занимаемого телом или веществом. С понятием объёма тесно связано понятие вместимости, то есть объема внутреннего пространства сосуда. Принятые единицы измерения в Международной системе единиц (СИ) и производных от неё — кубический метр, кубический сантиметр, литр (кубический дециметр) и другие. Внесистемные — галлон, баррель, пинта, кварта, чарка, шкалик, штоф и другие. Эти единицы используются в кулинарных рецептах и для измерения объемов продуктов питания.

source: W/cm²
ru: Вт/см²

source: W•h
ru: Вт•ч

source: W•s
ru: Вт•с

source: Watt per square centimeter at 555 nm
ru: Ватт на квадратный сантиметр при 555 нм

source: Watt-hours
ru: Ватт-часы

source: Watt-seconds
ru: Ватт-секунды

source: week
ru: неделя

source: Weeks
ru: Недели

source: Within the Fahrenheit scale (°F), the water freezing temperature is defined at 32 degrees, while the boiling point of water is defined to be 212 degrees at standard atmospheric pressure. A degree on the Fahrenheit scale is 1⁄180 of the interval between the freezing point and the boiling point of water.
ru: По шкале Фаренгейта (° F) температура замерзания воды определяется как 32 градуса, а температура кипения воды определяется как 212 градусов при стандартном атмосферном давлении. Градус по шкале Фаренгейта составляет 1⁄180 интервала между точкой замерзания и точкой кипения воды.

source: Yard per second squared
ru: Ярды на секунду в квадрате

source: Yards
ru: Ярды

source: yd/su{00B2}
ru: ярд/с²

source: year
ru: год

source: Years
ru: Годы

source: µin
ru: мкД

source: µJ
ru: мкДж

source: µN
ru: мкН
