Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: A joule per centimeter (J/cm) is a metric unit of force. In mechanics, a joule is defined as the work done by a force of one newton acting to move an object through a distance of one meter in the direction in which the force is applied (1 J = 1 N·m). Therefore joule per meter is equal to newton and, correspondingly, joule per centimeter is equal to 10 millinewtons.
ru: Джоуль на сантиметр (Дж/см) — метрическая единица измерения силы. В механике джоуль равен работе, совершаемой при перемещении точки приложения силы, равной одному ньютону, на расстояние одного метра в направлении действия силы (1 Дж = 1 Н·м). Поэтому джоуль на метр равен ньютону, а джоуль на сантиметр, соответственно, равен 10 миллиньютонам.

source: A joule per meter (J/m) is a metric unit of force. In mechanics, a joule is defined as the work done by a force of one newton acting to move an object through a distance of one meter in the direction in which the force is applied (1 J = 1 N·m). Therefore, joule per meter is equal to newton.
ru: Джоуль на метр (Дж/м) — производная единица измерения силы в Международной системе единиц (СИ). В механике джоуль равен работе, совершаемой при перемещении точки приложения силы, равной одному ньютону, на расстояние одного метра в направлении действия силы (1 Дж = 1 Н·м). Поэтому джоуль на метр равен ньютону.

source: A kibibit (Kibit) is a decimal multiple of the unit bit for digital information or computer storage. The prefix kilo (symbol k) is defined in the International System of Units (SI) as a multiplier of 10³, therefore, 1 kilobit = 10³ bits = 1000 bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2¹⁰ = 1024, so 1 Kbit = 1024 bits (note the capital K). The correct prefix for 2¹⁰ is a kibibit (Kibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Кибибит (кибит) - это десятичное число, кратное единице бит для цифровой информации или компьютерного хранилища. Префикс килограмм (символ k) определен в Международной системе единиц (СИ) как множитель 10³, следовательно, 1 килобит = 10³ бит = 1000 бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2¹⁰ = 1024, поэтому 1 Кбит = 1024 бит (обратите внимание на заглавную K). Правильный префикс для 2¹⁰ - это кибибит (Kibit), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A kibibyte (KiB) is a decimal multiple of the unit byte for digital information or computer storage. The prefix kilo (symbol k) is defined in the International System of Units (SI) as a multiplier of 10³, therefore, 1 kilobyte = 10³ bytes = 1000 bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2¹⁰ = 1024, so 1 Kbyte = 1024 bytes (note the capital K). The correct prefix for 2¹⁰ is a kibibyte (KiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Кибибайт (КиБ) - это единица байта, кратная десятичной единице для цифровой информации или компьютерного хранилища. Префикс килограмм (символ k) определяется в Международной системе единиц (СИ) как множитель 10³, следовательно, 1 килобайт = 10³ байтов = 1000 байтов. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2¹⁰ = 1024, поэтому 1 Кбайт = 1024 байта (обратите внимание на заглавную K). Правильный префикс для 2¹⁰ - это кибибайт (KiB), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A kiloampere (kA), is a decimal multiple of the ampere, the SI unit of electric current.
ru: Килоампер (кА) - единица измерения электрического тока в системе СИ, кратная амперам.

source: A kilobit (kBt) is a decimal multiple of the unit byte for digital information or computer storage. The prefix kilo (symbol k) is defined in the International System of Units (SI) as a multiplier of 10³, therefore, 1 kilobit = 10³ bit = 1000 bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2¹⁰ = 1024, so 1 Kbit = 1024 bits (note the capital K). The correct prefix for 2¹⁰ is a kibibits (Kibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Килобит (кБт) - это количество, кратное единице байта для цифровой информации или памяти компьютера. Префикс килограмм (символ k) определен в Международной системе единиц (СИ) как множитель 10³, следовательно, 1 килобит = 10³ бит = 1000 бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2¹⁰ = 1024, поэтому 1 Кбит = 1024 бит (обратите внимание на заглавную K). Правильный префикс для 2¹⁰ - это кибибит (Kibit), введенный Международной электротехнической комиссией (МЭК) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A kilobyte (kB) is a decimal multiple of the unit byte for digital information or computer storage. The prefix kilo (symbol k) is defined in the International System of Units (SI) as a multiplier of 10³, therefore, 1 kilobyte = 10³ bytes = 1000 bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2¹⁰ = 1024, so 1 Kbyte = 1024 bytes (note the capital K). The correct prefix for 2¹⁰ is a kibibyte (KiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Килобайт (кБ) - это единица байта, кратная десятичной дроби, для цифровой информации или компьютерного хранилища. Префикс килограмм (символ k) определяется в Международной системе единиц (СИ) как множитель 10³, следовательно, 1 килобайт = 10³ байтов = 1000 байтов. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2¹⁰ = 1024, поэтому 1 Кбайт = 1024 байта (обратите внимание на заглавную K). Правильный префикс для 2¹⁰ - это кибибайт (KiB), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A kilocalorie (kcal) is a decimal multiple of a thermochemical calorie, which is an outdated non-SI metric unit of energy. In most fields its use has been replaced by, the joule, the SI unit of energy. However, it remains a commonly used unit for energies in the field of chemistry. 1 th calorie = 4.184 J as defined in the ISO standard ISO 31-4. By definition, the small calorie or gram calorie approximates the energy needed to increase the temperature of 1 gram of water by 1 °C at standard atmospheric pressure (101.325 kPa).
ru: Килокалория (ккал) - это термохимическая калория, кратная десятичной дроби, которая является устаревшей метрической единицей энергии, не входящей в систему СИ. В большинстве областей его использование было заменено джоуль, единицей энергии в системе СИ. Тем не менее, это остается обычно используемой единицей энергии в области химии. 1-я калория = 4,184 Дж, как определено в стандарте ISO 31-4. По определению, малая калория или грамм калорий приблизительно соответствует энергии, необходимой для повышения температуры 1 грамма воды на 1 ° C при стандартном атмосферном давлении (101,325 кПа).

source: A kiloelectronvolt (keV) is a decimal multiple of an electronvolt (electron volt, eV), which is a unit of energy equal to approximately 1.6×10⁻¹⁹ joule and used in atomic, nuclear and particle physics. By definition, it is the amount of energy gained by the charge of an electron moved across an electric potential difference of one volt. In other words, an electronvolt is 1 volt (1 joule per coulomb) multiplied by the electron charge (1 e, or 1.602176565(35)×10⁻¹⁹ C). Electronvolt is a small value; therefore it is commonly used with the SI prefixes.
ru: Килоэлектронвольт (кэВ) — внесистемная единица энергии кратная электронвольту. По определению, электронвольт — это энергия, необходимая для переноса элементарного заряда в электростатическом поле между точками с разницей потенциалов в 1 В. Электронвольт используется в атомной и ядерной физике и в физике элементарных частиц. Так как работа при переносе единичного заряда равна произведению величины этого заряда на разность потенциалов, а элементарный заряд электрона составляет 1.602176565(35)×10⁻¹⁹ Кл, то 1 эВ ≈ 1,6·10⁻¹⁹ Дж. Электронвольт — маленькая величина, поэтому обычно применяются кратные единицы.

source: A kilogram per cubic centimeter (kg/cm³) is a decimal multiple of the SI derived unit of density kg/m³, which is defined as mass in kilograms per volume in cubic meters. It is equal to 10⁶ kg/m³.
ru: Килограмм на кубический сантиметр (кг/см³ или кг·см⁻³) — производная единица плотности в системе СИ, кратная единице кг/м³, которая определяется как масса в килограммах в единице объема в кубических метрах. 1 кг/см³ = 10⁶ кг/м³.

source: A kilogram per cubic meter (kg/m³ or kg·m⁻³) is the SI derived unit of density. It is defined as mass in kilograms per volume in cubic meters. Its SI symbol is kg·m⁻³ or kg/m³.
ru: Килограмм на кубический метр (кг/м³ или кг·м⁻³) — производная единица плотности в системе СИ. Она определяется как отношение массы тела в килограммах к занимаемому этим телом объему в кубических метрах.

source: A kilogram per liter (kg/L) is a unit of density, which is acceptable for use with SI. It is equal to 1000 kg/m³.
ru: Килограмм на литр (кг/л) — единица плотности, которая разрешена к применению совместно с единицами системы СИ. Она равна 1000 кг/м³.

source: A kilogram-force (kgf), also called kilopond (kp), is a gravitational metric unit of force. It is equal to the force exerted by one kilogram of mass in a standard gravitational field. Therefore, one kilogram-force is by definition equal to 9.80665 N. A kilogram-force is a convenient unit because its value is equal to the weight of an object with a mass of 1 kg and it is easy to imagine what is, e.g., a 10 kgf force.
ru: Килограмм-сила (кгс или кГ), называемая также килопондом (kp) — гравитационная метрическая единица силы, равная силе, которая действует на тело массой один килограмм в стандартном гравитационном поле. Поэтому по определению килограмм-сила равна 9,80665 Н. Килограмм-сила удобна тем, что её величина равна весу тела массой в 1 кг, поэтому человеку легко представить, например, что такое сила 10 кгс. Эта устаревшая единица широко применяется в технике. Например, в кГс традиционно измеряется тяга реактивных двигателей.

source: A kilohertz (kHz) is a decimal multiple of the SI derived unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds, mechanical vibrations, and electromagnetic radiation (radio waves, light, and gamma rays).
ru: Килогерц (кГц) — единица измерения частоты периодических процессов в Международной системе единиц (СИ), кратная герцу, который определяется как количество исполнений периодического процесса (или количество колебаний) за одну секунду. Герц используется для описания частоты звуковых колебаний, механических вибраций и электромагнитного излучения (радиоволны, свет гамма-излучение). Пример: радиовещание на средних волнах обычно ведется в частотном диапазоне 500–2000 кГц.

source: A kilojoule (kJ) is a decimal multiple of the SI derived unit of energy, work, and amount of heat in the International System of Units SI. The joule is equal to the energy expended or work done in applying a force of one newton through a distance of one meter (1 newton meter or N·m). By another definition, the joule is equal to the energy required to pass an electric current of one ampere through a one ohm resistor for one second. Yet another definition states that the joule is equal to the work required to move an electric charge of one coulomb through an electric potential difference of one volt.
ru: Килоджоуль (кДж) — единица измерения работы, энергии и количества теплоты в системе СИ, кратная джоулю. В механике джоуль равен работе, совершаемой при перемещении точки приложения силы, равной одному ньютону, на расстояние одного метра в направлении действия силы (1 ньютон метр или Н·м). В электричестве джоуль обозначает работу, которую совершают силы электрического поля за одну секунду при напряжении в один вольт для поддержания силы тока в один ампер или для поддержания электрического тока в один ампер, протекающего через резистор в один ом в течение одной секунды. Также джоуль можно определить как работу, требуемую для перемещения электрического заряда в один кулон при изменении разности потенциалов на один вольт.

source: A kiloliter (kL or kl) is a decimal multiple of the non-SI metric unit of volume, the liter, which is equal to 1 cubic decimeter (dm³), 1,000 cubic centimeters (cm³) or 10⁻³ cubic meter.
ru: Килолитр (кл) — внесистемная метрическая единица объема кратная литру. Литр равен одному кубическому дециметру (дм³), 1000 кубическим сантиметрам (см³) или 10⁻³ кубического метра (м³).

source: A kilometer (km) is a decimal multiple of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second. A kilometer is now used officially for expressing distances between geographical places on land in most of the world with notable exceptions being the United States and the United Kingdom.
ru: Километр (км) — единица измерения длины в Международной системе единиц (СИ), кратная метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды. В настоящее время километр официально используется для обозначения расстояний в большинстве стран мира. Наиболее известными исключениями из этого правила остаются Великобритания и США.

source: A kilometer per gallon (US) (km/gal (US)) is a unit of measurement for fuel economy in the US customary system of units, equal to 264.17 m/L in the metric units. It defines the number of kilometers a vehicle can travel using one US gallon of fuel.
ru: Километр на галлон (США) (км/галлон (США)) - это единица измерения экономии топлива в традиционной системе единиц США, равная 264,17 м/л в метрических единицах. Он определяет количество километров, которое транспортное средство может проехать с использованием одного американского галлона топлива.

source: A kilometer per hour (km/h, km·h⁻¹) is a metric unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction). It is defined as the number of kilometers traveled in one hour.
ru: Километр в час (км/ч, км·ч⁻¹) - это метрическая единица измерения скорости (скалярное значение) и скорости (векторное значение, указывающее как величину, так и конкретное направление). Он определяется как количество километров, пройденных за один час.

source: A kilometer per liter (km/L) is a decimal multiple of the metric unit of measurement for fuel economy, meter per liter, which defines the number of meters a vehicle can drive using one liter of fuel.
ru: Километр на литр (км/л) - это метрическая единица измерения экономии топлива, кратная метрической единице на литр, которая определяет количество метров, которое транспортное средство может проехать, используя один литр топлива.

source: A kilometer per minute (km/min, km·min⁻¹) is a metric unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction). It is defined as the number of kilometers traveled in one minute.
ru: Километр в минуту (км/мин, км·мин⁻¹) - это метрическая единица измерения скорости (скалярное значение) и скорости (векторное значение, указывающее как величину, так и конкретное направление). Он определяется как количество километров, пройденных за одну минуту.

source: A kilometer per second (km/s, km·s⁻¹) is a metric unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction). It is defined as the number of kilometers traveled in one second.
ru: Километр в секунду (км/с, км·с⁻¹) - это метрическая единица измерения скорости (скалярное значение) и скорости (векторное значение, указывающее как величину, так и конкретное направление). Он определяется как количество километров, пройденных за одну секунду.

source: A kilometer per second squared is a unit of acceleration in the International System of Units (SI), equal to 1000 m/s². Physical interpretation: if an object accelerates at 1 km/s², its speed is increasing by 1 km/s every second.
ru: Километр в секунду в квадрате - единица ускорения в Международной системе единиц (СИ), равная 1000 м/с². Физическая интерпретация: если объект ускоряется со скоростью 1 км/с², его скорость увеличивается на 1 км/с каждую секунду.

source: A kilonewton (kN) is a decimal multiple of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Килоньютон (кН) — производная единица измерения силы в Международной системе единиц (СИ), кратная ньютону. Исходя из второго закона Ньютона, единица ньютон определяется как сила, изменяющая за одну секунду скорость тела массой один килограмм на 1 метр в секунду в направлении действия силы. Таким образом, 1 Н = 1 кг·м/с².

source: A kiloohm (kΩ) or kilohm is a decimal multiple of the SI derived unit ohm and is equal to 1000 Ω. A conductor has an electrical resistance of one milliohm when a constant potential difference of one volt applied between its ends produces in this conductor a current of one milliampere. Many electronic components have resistance usually measured in kiloohms. Some examples of components whose resistance is measured in kiloohms are resistors, potentiometers, multi-turn coils, input and output resistance of various electronic circuits. Resistance can be measured by a multimeter, which can also measure voltage, current, and sometimes temperature, capacitance and other values.
ru: Килоом (кОм) — производная единица измерения электрического сопротивления в СИ, кратная ому. 1 кОм = 1000 Ом. Килоом равен электрическому сопротивлению проводника, по которому течет постоянный ток один миллиампер, если между концами этого проводника приложено напряжение один вольт. В килоомах измеряется сопротивление многих электронные компонентов, таких как резисторы, потенциометры, высокоомные обмотки трансформаторов и дросселей, входное и выходное сопротивления различных электронных устройств. Для измерения сопротивления используется мультиметры, которые могут также измерять напряжение, ток, температуру, емкость и иные величины.

source: A kilopascal (kPa) is a decimal multiple of the pascal, which is the SI derived unit of pressure, stress, Young’s modulus and ultimate tensile strength. It is a measure of force per unit area, defined as one newton per square meter.
ru: Килопаскаль (кПа) — единица измерения давления, механического напряжения и модуля Юнга (модуля упругости) в Международной системе единиц (СИ), кратная паскалю. Паскаль равен давлению (механическому напряжению), вызываемому силой, равной одному ньютону, равномерно распределённой по перпендикулярной к ней поверхности площадью один квадратный метр.

source: A kilopond (kp), also called kilogram-force (kgf), is an obsolete gravitational metric unit of force. It is equal to the force exerted by one kilogram of mass in a standard gravitational field. Therefore, one kilopond is by definition equal to 9.80665 N.
ru: Килопонд (kp), также называемый килограмм-силой (кгс), является устаревшей гравитационной метрической единицей силы. Она равна силе, действующей на один килограмм массы в стандартном гравитационном поле. Следовательно, один килопонд по определению равен 9,80665 Н.

source: A kilopond meter (kp·m) is a unit of energy and mechanical work, which is equal to 1 kgf·m or 9.81 joules in SI units. It is the amount of work done by a force of one kilogram-force when moving an object through a distance of one meter.
ru: Килопонд-метр (kp·м) — внесистемная единица механической работы и энергии, равная 1 кгс·м или 9,81 джоуля в единицах СИ. Это работа, выполненная силой в один килограмм-сила по перемещению тела на расстояние один метр. Килопонд (kp) — название килограмм-силы, принятое в ряде европейских государств.

source: A kilopound-force, also called kip, kip-force (kip, klb, kipf) is a non-SI non-metric unit of force. It is equal to 1,000 pounds-force and used primarily by American architects and engineers to measure engineering loads. 1 kip = 4448.22 newtons (N) = 4.44822 kilonewtons (kN). The name kip comes from combining two words: “kilo” and “pound”
ru: Килофунт-сила (международные сокращения kip, klb, kipf) — неметрическая единица силы, равная 1000 фунтов-сила и используемая преимущественно американскими архитекторами и инженерами для измерения нагрузок в технике. 1 kip = 4448,22 ньютона (N) = 4,44822 килоньютона (кН). Название kip происходит от английских слов «kilo» и «pound» — фунт.

source: A kilovolt (kV) is a decimal multiple of the SI derived unit for electromotive force, electric potential (voltage), and electric potential difference. 1 kV = 1000 V. By definition, one volt is the difference in electric potential across a wire when an electric current of one ampere dissipates one watt of power. It is also equal to the potential difference between two parallel, infinite planes spaced one meter apart that create an electric field of one newton per coulomb.
ru: Киловольт (кВ) — единица измерения и электродвижущей силы, электрической разности потенциалов и электрического потенциала (напряжения), равная 1000 вольтам. Вольт является производной единицей системы СИ. По определению, при разности потенциалов в один вольт протекающий по проводнику ток силой в один ампер рассеивает мощность в один ватт.

source: A kip or kip-force, or kilopound (kip, klb, kipf) is a non-SI non-metric unit of force. It is equal to 1,000 pounds-force and used primarily by American architects and engineers to measure engineering loads. 1 kip = 4448.22 newtons (N) = 4.44822 kilonewtons (kN). The name kip comes from combining two words: “kilo” and “pound”. It is also called kilopound-force.
ru: Кип или кип-сила, или килофунт (kip, klb, kipf) - неметрическая единица силы, не входящая в систему СИ. Он равен 1000 фунтам силы и используется в основном американскими архитекторами и инженерами для измерения инженерных нагрузок. 1 кип = 4448,22 ньютона (Н) = 4,44822 килоньютона (кН). Название кип происходит от объединения двух слов: «килограмм» и «фунт». Это также называется килопунт-силой.
