Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: A femtosecond (fs) is a decimal fraction of the second, which is the unit of time and one of the seven SI base units. It is also a CGS unit of time. It is defined as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.
ru: Фемтосекунда (фс) — единица измерения времени, дольная по отношению к секунде — одной из семи основных единиц Международной системы единиц (СИ) и системы СГС. По определению, секунда представляет собой интервал времени, равный 9 192 631 770 периодам излучения электронов, переходящих между двумя энергетическими уровнями атома цезия-133.

source: A foot per hour (ft/h, ft·h⁻¹) is a unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction) in the US Customary Units and British Imperial Units. It is defined as the number of feet traveled in one hour.
ru: Фут в час (фут/ч, фут·ч⁻¹) - это единица измерения скорости (скалярное значение) и скорости (векторное значение, которое указывает как величину, так и конкретное направление) в американских и британских имперских единицах. Он определяется как количество футов, пройденных за один час.

source: A foot per minute (ft/min, ft·min⁻¹) is a unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction) in the US Customary Units and British Imperial Units. It is defined as the number of feet traveled in one minute.
ru: Фут в минуту (фут/мин, фут·мин⁻¹) - это единица измерения скорости (скалярное значение) и скорости (векторное значение, которое указывает как величину, так и конкретное направление) в американских и британских имперских единицах. Он определяется как количество футов, пройденное за одну минуту.

source: A foot per second (ft/s, ft·s⁻¹) is a unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction) in the US Customary Units and British Imperial Units. It is defined as the number of feet traveled in one second.
ru: Фут в секунду (фут/с, фут·с⁻¹) - это единица измерения скорости (скалярное значение) и скорости (векторное значение, которое указывает как величину, так и конкретное направление) в американских и британских имперских единицах. Он определяется как количество футов, пройденных за одну секунду.

source: A foot per second squared is a unit of acceleration in the British (Imperial) and US customary systems, equal to 0.3048 m/s². Physical interpretation: if an object accelerates at 1 ft/s², its speed is increasing by 1 ft/s every second.
ru: Фут на секунду в квадрате - единица ускорения в британской (имперской) и американской системах единиц, равная 0,3048 м/с². Физическая интерпретация: если объект ускоряется со скоростью 1 фут/с², его скорость увеличивается на 1 фут/с каждую секунду.

source: A foot-candle (ft·c) is a US Customary and British Imperial unit of illuminance and luminous emittance, measuring luminous flux per unit area. One foot-candle can be defined as a one-candela source illuminating a surface one foot away from the light source.
ru: Фут-кандела (фут·кд) — единица измерения освещённости в американской и английской традиционных системах мер. Один фут-кандела можно определить как освещенность от источника света силой света в одну канделу, который находится на расстоянии одного фута от освещаемой поверхности.

source: A foot-pound (ft·lb), or foot-pound force (ft·lbf) is a unit of work or energy in the Engineering and Gravitational Systems in United States customary and imperial units of measure. It is the amount of work done by a force of one pound-force when moving an object through a distance of one foot. 1 ft·lbf ≈ 1.36 joules in SI units. The foot-pound is used in the US to specify the muzzle energy of bullets in small arms ballistics.
ru: Фут-фунт (фут·фунт) или фут-фут-сила — традиционная американская и британская единица механической работы и энергии, приблизительно равная 1,36 джоуля в единицах СИ. Это работа, выполненная силой в один фунт-сила по перемещению тела на расстояние один фут. Фут-фунт традиционно используется в США для указания дульной энергии пули в стрелковом оружии.

source: A furlong (fur) is a unit of distance in the British imperial units and U.S. customary units equal to one-eighth of a mile or 220 yards, 660 feet, 40 rods, or 10 chains. The exact value of the furlong varies slightly among English-speaking countries. Five furlongs are approximately 1 kilometer.
ru: Фарлонг — британская и американская единица измерения расстояния. 1 фарлонг = 1/8 мили = 10 чейнов = 220 ярдов = 40 родов = 660 футов = 201.16 метра. В англоязычных странах длина фарлонга немного отличается. Пять фарлонгов приблизительно равны 1,0058 км.

source: A gal, which is sometimes called galileo, is a unit of acceleration used in gravimetry. It is named after the Italian physicist Galileo Galilei who made the first measurement of the Earth’s gravity. The gal is defined as 1 centimeter per second squared. Physical interpretation: if an object accelerates at 1 Gal, its speed is increasing by 1 cm/s every second.
ru: Гал, который иногда называют галилео, - это единица ускорения, используемая в гравиметрии. Он назван в честь итальянского физика Галилео Галилея, который впервые измерил гравитацию Земли. Галлон определяется как 1 сантиметр на секунду в квадрате. Физическая интерпретация: если объект ускоряется на 1 галлон, его скорость увеличивается на 1 см / с каждую секунду.

source: A gallon (UK) per 100 miles (gal (UK)/100 mi) is a unit of measurement for fuel consumption in the British Imperial system of units. It defines the amount of fuel in UK gallons a vehicle used for traveling one hundred miles.
ru: Британский галлон на 100 миль (брит. галлон/100 миль) — неметрическая единица расхода топлива транспортных средств в Британской системе единиц, определяющая количество топлива в британских галлонах, которое необходимо транспортному средству, чтобы проехать сто миль.

source: A gallon (UK) per mile (gal (UK)/mi) is a unit of measurement for fuel consumption in the British Imperial system of units. It defines the amount of fuel in UK gallons a vehicle used for traveling one mile.
ru: Британский галлон на милю (брит. галлон/милю) — неметрическая единица расхода топлива транспортных средств в Британской системе единиц, определяющая количество топлива в британских галлонах, которое необходимо транспортному средству, чтобы проехать одну милю.

source: A gallon (US) per 100 miles (gal (US)/100 mi) is a unit of measurement for fuel consumption in the US customary system of units. It defines the amount of fuel in US gallons a vehicle used for traveling one hundred miles.
ru: Американский галлон на 100 миль (ам. галлон/100 миль) — неметрическая единица расхода топлива транспортных средств в Американской традиционной системе единиц, определяющая количество топлива в американских галлонах, которое необходимо транспортному средству, чтобы проехать сто миль.

source: A gallon (US) per mile (gal (US)/mi) is a unit of measurement for fuel consumption in the US customary system of units. It defines the amount of fuel in US gallons a vehicle used for traveling one mile.
ru: Американский галлон на милю (ам. галлон/милю) — неметрическая единица расхода топлива транспортных средств в Американской традиционной системе единиц, определяющая количество топлива в американских галлонах, которое необходимо транспортному средству, чтобы проехать одну милю.

source: A gibibit (Gibit) is a decimal multiple of the unit bit for digital information or computer storage. The prefix giga (symbol G) is defined in the International System of Units (SI) as a multiplier of 10⁹, therefore, 1 gigabit = 10⁹ bits = 1,000,000,000 bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2³⁰, so 1 Gbit = 1024 Mbits. The correct prefix for 2³⁰ is a gibibit (Gibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Гибибит (Gibit) - это десятичное число, кратное единичному биту для цифровой информации или компьютерного хранилища. Префикс гига (символ G) определяется в Международной системе единиц (СИ) как множитель 10⁹, следовательно, 1 гигабит = 10⁹ бит = 1 000 000 000 бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2³⁰, поэтому 1 Гбит = 1024 Мбит. Правильный префикс для 2³⁰ - это gibibit (Гибит), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A gibibyte (GiB) is a decimal multiple of the unit byte for digital information or computer storage. The prefix giga (symbol G) is defined in the International System of Units (SI) as a multiplier of 10⁹, therefore, 1 gigabyte = 10⁹ bytes = 1,000,000,000 bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2³⁰, so 1 GB = 1024 Mbytes. The correct prefix for 2³⁰ is a gibibyte (GiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Гибибайт (ГиБ) - это количество, кратное единице байта, для цифровой информации или компьютерного хранилища. Префикс гига (символ G) определен в Международной системе единиц (СИ) как множитель 10⁹, следовательно, 1 гигабайт = 10⁹ байтов = 1 000 000 000 байт. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2³⁰, поэтому 1 ГБ = 1024 МБ. Правильный префикс для 2³⁰ - это гибибайт (ГиБ), введенный Международной электротехнической комиссией (МЭК) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A gigabit (GBt or Gbit) is a decimal multiple of the unit byte for digital information or computer storage. The prefix giga (symbol G) is defined in the International System of Units (SI) as a multiplier of 10⁹, therefore, 1 gigabit = 10⁹ bits = 1,000,000,000 bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2³⁰, so 1 GBt = 1024 Mbits. The correct prefix for 2³⁰ is a gibibit (Gibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Гигабит (ГБт или Гбит) представляет собой десятичное число, кратное единице байта для цифровой информации или компьютерного хранилища. Префикс гига (символ G) определяется в Международной системе единиц (СИ) как множитель 10⁹, следовательно, 1 гигабит = 10⁹ бит = 1 000 000 000 бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2³⁰, поэтому 1 ГБт = 1024 Мбит. Правильный префикс для 2³⁰ - это gibibit (Гибит), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A gigabyte (GB or Gbyte) is a decimal multiple of the unit byte for digital information or computer storage. The prefix giga (symbol G) is defined in the International System of Units (SI) as a multiplier of 10⁹, therefore, 1 gigabyte = 10⁹ bytes = 1,000,000,000 bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2³⁰, so 1 GB = 1024 Mbytes. The correct prefix for 2³⁰ is a gibibyte (GiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Гигабайт (ГБ или Гбайт) представляет собой десятичное число, кратное единице байта для цифровой информации или памяти компьютера. Префикс гига (символ G) определен в Международной системе единиц (СИ) как множитель 10⁹, следовательно, 1 гигабайт = 10⁹ байтов = 1 000 000 000 байт. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2³⁰, поэтому 1 ГБ = 1024 МБ. Правильный префикс для 2³⁰ - это гибибайт (ГиБ), введенный Международной электротехнической комиссией (МЭК) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A gigahertz (GHz) is a decimal multiple of the SI derived unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds, mechanical vibrations, and electromagnetic radiation (radio waves, light, and gamma rays).
ru: Гигагерц (ГГц) - это производная единица измерения частоты в системе СИ, кратная числу герц, определяемая как количество циклов в секунду периодического явления. Этот блок используется для описания частоты звуков, механических колебаний и электромагнитного излучения (радиоволны, свет и гамма-лучи).

source: A giganewton (GN) is a decimal multiple of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Гиганьютон (ГН) - производная единица силы в системе СИ, кратная ньютону. Согласно второму закону движения Ньютона, один ньютон равен силе, необходимой для ускорения массы в один килограмм со скоростью один метр в секунду в квадрате. Следовательно, 1 Н = 1 кг·м/с².

source: A gigapascal (GPa) is a decimal multiple of the pascal, which is the SI derived unit of pressure, stress, Young’s modulus and ultimate tensile strength. It is a measure of force per unit area, defined as one newton per square meter.
ru: Гигапаскаль (ГПа) является десятичным числом, кратным паскаля, который является производной единицей измерения давления, напряжения, модуля Юнга и предела прочности на разрыв в системе СИ. Это мера силы на единицу площади, определяемая как один ньютон на квадратный метр.

source: A grad also known as gradian, gon or grade is a unit of plane angle, equivalent to 1/400 of a turn. One grad equals π/200 radians or 9/10 of a degree. 1 grad is divided into 100 metric minutes and 1 metric minute is divided into 100 metric seconds.
ru: Град (синоним: гон) — единица измерения плоских углов, эквивалентная 1/400 оборота. Один град равен π/200 радиан или 9/10 градуса. Град разбивается на 100 метрических минут, которые, в свою очередь, разбиваются на 100 метрических секунд.

source: A grain (gr) is a unit of measurement of mass that was based on the weight of a single grain of barley, considered equivalent to 1 1⁄3 grains of wheat. The grain was the foundation of traditional English weight systems and is the only unit that is equal throughout the troy, avoirdupois, and apothecaries’ systems of mass.
ru: Гран — устаревшая единица массы и веса, на основе веса ячменного зерна, которое считалось эквивалентным по массе 1 1/3 зерна пшеницы. Гран был основной единицей тройской системы веса. Это единственная единица, масса которой одинакова как в тройской и аптечной системах, так и в традиционной английской системе мер веса и массы эвердьюпойс.

source: A gram (g) is a unit of mass, one of the base units in CGS. It is also a decimal fraction of the base unit of mass in the International System of Units (SI) kilogram.
ru: Грамм (г) (фр. gramme) — единица измерения массы, одна из основных единиц системы СГС. Кратная единица грамма килограмм является единицей измерения массы в Международной системы единиц (СИ) и одной из семи основных единиц системы.

source: A gram per cubic centimeter (g/cm³) is a decimal multiple of the SI derived unit of density kg/m³, which is defined as mass in kilograms per volume in cubic meters. It is equal to 1000 kg/m³. Gram per cubic centimeter is also the cgs unit of density.
ru: Грамм на кубический сантиметр (г/см³ или г·см⁻³) — производная единица плотности в системе СИ, кратная единице кг/м³, которая определяется как масса в килограммах в единице объема в кубических метрах. 1 г/см³ = 1000 кг/м³. Грамм на кубический сантиметр также является единицей плотности в системе СГС.

source: A gram per cubic meter (g/m³) is a decimal fraction of the SI derived unit of density kg/m³, which is defined as mass in kilograms per volume in cubic meters. It is equal to 0.001 kg/m³.
ru: Грамм на кубический метр (г/м³ или г·м⁻³) — производная единица плотности в системе СИ, дольная по отношению к единице кг/см³, которая определяется как масса в килограммах в единице объема в кубических метрах. 1 г/м³ = 0,001 кг/м³.

source: A gram per liter (g/L) is a unit of density, which is acceptable for use with SI. It is equal to 1 kg/m³.
ru: Грамм на литр (г/л) — единица плотности, которая разрешена к применению совместно с единицами системы СИ. Она равна 1 кг/м³.

source: A gram-force (gf) , is a gravitational metric unit of force. It is equal to the force exerted by one gram of mass in a standard gravitational field. Therefore, one gram-force is by definition equal to 9.80665 mN. A gram-force is a convenient unit because its value is equal to the weight of an object with a mass of 1 g and it is easy to imagine what is, e.g., a 100 gf force.
ru: Грамм-сила (гс или Г), называемая в некоторых европейских странах также пондом (p) — гравитационная метрическая единица силы, равная силе, которая действует на тело массой один грамм в стандартном гравитационном поле. Поэтому по определению грамм-сила равна 9,80665 мН. Грамм-сила удобна тем, что её величина равна весу тела массой в 1 г, поэтому человеку легко представить, например, что такое сила 100 гс.

source: A Hartree energy (Eh or Ha), also known as the hartree, is the atomic unit of energy. It is named after the British physicist Douglas Hartree and used as a unit of energy in atomic physics and computational chemistry. The Hartree energy is approximately the electric potential energy of the hydrogen atom in its ground state. Eh = 4.359 744 34(19)×10⁻¹⁸ J = 27.211 385 05(60) eV.
ru: Энергия Хартри (Eh) — атомная единица энергии, названная в честь английского физика Дугласа Хартри. Энергия Хартри используется в атомной физике и вычислительной химии. Энергия Хартри равна абсолютному значению электрической потенциальной энергии атома водорода в основном состоянии. Eh = 4.359 744 34(19)×10⁻¹⁸ Дж = 27.211 385 05(60) еВ.

source: A hectare is a non-SI metric unit of area and defined as 10,000 square meters or 100 ares. It is primarily used in the measurements of land area. Its symbol is ha.
ru: Гектар (га) — метрическая и не входящая в систему СИ единица площади, равная площади квадрата со стороной 100 м. 1 га = 10 000 м² = 100 ар = 100 соток.

source: A hectometer (hm) is a decimal multiple of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: Гектометр (гм) — единица измерения длины в Международной системе единиц (СИ), кратная метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A hectopascal (hPa) is a decimal multiple of the pascal, which is the SI derived unit of pressure, stress, Young’s modulus and ultimate tensile strength. It is a measure of force per unit area, defined as one newton per square meter.
ru: Гектопаскаль (гПа) — единица измерения давления, механического напряжения и модуля Юнга (модуля упругости) в Международной системе единиц (СИ), кратная паскалю. Паскаль равен давлению (механическому напряжению), вызываемому силой, равной одному ньютону, равномерно распределённой по перпендикулярной к ней поверхности площадью один квадратный метр.

source: A hertz (Hz) is the SI unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds and mechanical vibrations (approximately 20 Hz to 20 kHz) and electromagnetic radiation (radio waves, light, gamma rays — approximately 20 kHz to 200 THz). In computing, the clock rate of central processing units is expressed in megahertz or gigahertz and put on their labels.
ru: Герц (Гц) — производная единица измерения частоты периодических процессов в Международной системе единиц (СИ), определяемая как количество исполнений периодического процесса (или количество колебаний) за одну секунду. 1 Гц = 1 с⁻¹. Герц используется для описания частоты звуковых колебаний (приблизительно 20 Гц — 20 кГц), механических вибраций и электромагнитного излучения (радиоволны, свет, гамма-излучение, приблизительно 20 кГц — 200 ТГц). В вычислительной технике частота синхронизации центрального процессора в мегагерцах или гигагерцах указывается на их маркировке. Пример: 10 Гц — десять исполнений такого процесса, или десять колебаний за одну секунду.

source: A inch-ounce (in·oz), or inch-ounce force (symbol: in·ozf) is a unit of work or energy in United States customary and imperial units of measure. It is the amount of work done by a force of one ounce-force when moving an object through a distance of one inch. 1 in·oz ≈ 7.06 millijoules in SI units.
ru: Дюйм-унция (дюйм·унция) или дюйм-унция-сила — традиционная американская и британская единица механической работы и энергии, приблизительно равная 7,06 миллиджоуля в единицах СИ. Это работа, выполненная силой в одну унцию-сила по перемещению тела на расстояние один дюйм.

source: A inch-pound (in·lb), or inch-pound force (symbol: in·lbf) is a unit of work or energy in the Engineering and Gravitational Systems in United States customary and imperial units of measure. It is the amount of work done by a force of one pound-force when moving an object through a distance of one inch. 1 in·lbf ≈ 0.113 joules in SI units.
ru: Дюйм-фунт (дюйм·фунт) или дюйм-фут-сила — традиционная американская и британская единица механической работы и энергии, приблизительно равная 0,113 джоуля в единицах СИ. Это работа, выполненная силой в один фунт-сила по перемещению тела на расстояние один дюйм.

source: A joule (J) is a derived unit of energy, work, and amount of heat in the International System of Units SI. The joule is equal to the energy expended or work done in applying a force of one newton through a distance of one meter (1 newton meter or N·m). By another definition, the joule is equal to the energy required to pass an electric current of one ampere through a one ohm resistor for one second. Yet another definition states that the joule is equal to the work required to move an electric charge of one coulomb through an electric potential difference of one volt. In everyday life, one joule of energy is required to lift a small (102 g) tomato one meter straight up.
ru: Джоуль (Дж) — единица измерения работы, энергии и количества теплоты в системе СИ. В механике джоуль равен работе, совершаемой при перемещении точки приложения силы, равной одному ньютону, на расстояние одного метра в направлении действия силы (1 ньютон метр или Н·м). В электричестве джоуль обозначает работу, которую совершают силы электрического поля за одну секунду при напряжении в один вольт для поддержания силы тока в один ампер или для поддержания электрического тока в один ампер, протекающего через резистор в один ом в течение одной секунды. Также джоуль можно определить как работу, требуемую для перемещения электрического заряда в один кулон при изменении разности потенциалов на один вольт. В повседневной жизни 1 джоуль энергии требуется для поднятия небольшого яблока (102 г) строго вертикально на высоту один метр.
