Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: hundredweight (UK)
ru: центнер (Англ)

source: Hundredweight (UK)
ru: Центнер (Англ)

source: hundredweight (US)
ru: центнер (США)

source: Hundredweight (US)
ru: Центнер (США)

source: Hyakume
ru: камме

source: Hyakume (japanese)
ru: Камме (японский)

source: Illuminance
ru: Освещённость

source: In computing, a nibble (also called nybble or nyble) is a four-bit aggregation, in other words, half of an octet. There are sixteen (2⁴=16) possible values of a nibble, therefore it corresponds to a single hexadecimal digit.
ru: В вычислениях полубайт (также называемый полубайтом или полубайтом) представляет собой четырехразрядную агрегацию, другими словами, половину октета. Существует шестнадцать (2⁴ = 16) возможных значений полубайта, поэтому он соответствует одной шестнадцатеричной цифре.

source: In geometric measurements, length most commonly refers to the longest dimension of an object. In certain contexts, the term “length” is reserved for a certain dimension of an object along which the length is measured. For example, it is possible to cut a length of a rope that is shorter than rope thickness. In physics and engineering, when one speaks of “units of length”, the word “length” is synonymous with “distance”. Several units are used to measure length In the International System of Units (SI), the basic unit of length is the meter, which is defined in terms of the speed of light. The meter is defined as the length of the path traveled by light in vacuum during a time interval of 1⁄299,792,458 of a second. There are many other commonly used units of length such as the inch, the foot, the yard, and the mile.
ru: Длина — физическая величина, характеризующая протяженность линий. В узком смысле под длиной понимают линейный размер предмета в продольном направлении (в направлении наибольшего размера). Иногда термин «длина» относится только к определенному размеру объекта. Например, можно отрезать кусок каната, длина которого будет меньше его толщины. В физике термин «длина» обычно используется как синоним «расстояния». В международной системе единиц (СИ) за единицу длины принят метр. По определению, метр равен расстоянию, которое проходит свет в вакууме за 1/299 792 458 долю секунды. Существует множество внесистемных единиц длины, таких как дюйм, фут, ярд, миля.

source: In mathematics and physics, radian (rad) is the standard unit of angle and is defined as the ratio between the length of an arc and its radius. Thus, one full angle or full circle is equal to 2π radians. The radian is an SI derived unit. One radian is the angle subtended at the center of a circle by an arc that is equal in length to the radius of the circle.
ru: Радиан (рад) — стандартная единица измерения плоских углов в математике и физике и определяется как угловая величина дуги, длина которой равна ее радиусу. Таким образом, величина полного угла или одного оборота равна 2π радиан. Радиан является производной единицей Международной системы единиц (СИ). Один радиан — это центральный угол, длина дуги которого равна радиусу окружности.

source: In physics, a force is any influence that causes an object to undergo a certain change, either concerning its movement, direction, or geometrical construction. It is measured with the SI unit of newtons. In other words, a force is that which can cause an object with mass to change its velocity, that is, to accelerate, or which can cause a flexible object to deform. The SI unit of force is the newton (N), which is the force required to accelerate a one-kilogram mass at a rate of one meter per second squared, or kg·m·s⁻². The corresponding CGS unit is the dyne, the force required to accelerate a one gram mass by one centimeter per second squared, or g·cm·s⁻².
ru: Сила — векторная физическая величина, являющаяся мерой интенсивности воздействия на данное тело других тел, а также полей. Приложенная к телу сила является причиной изменения его скорости или возникновения в нём деформаций. Единицей измерения в Международной системе единиц (СИ) является ньютон (N, Н). 1 ньютон — это сила, требуемая для сообщения телу массой один килограмм ускорения один метр в секунду за секунду или кг·м·с⁻². В системе СГС единицей измерения силы является дина. Одна дина — это сила, требуемая для сообщения телу массой один грамм ускорения один сантиметр в секунду за секунду или г·см·с⁻².

source: In physics, illuminance is the total amount of light energy reaching an illuminated surface per unit area. It is a measure of the light intensity, as perceived by the human eye. In other words, illuminance defines how much the incident light illuminates the surface, wavelength-weighted by the luminosity function to correlate with human brightness perception. Similarly, luminous emittance is the luminous flux per unit area emitted from a surface. Luminous emittance is also known as luminous exitance. One can think of luminous flux, which is measured in lumens, as a measure of the total “amount” of visible light present. The illuminance is a measure of the intensity of illumination on a surface. The larger the area illuminated by a given light source, the more dimly this area will be lit by this light source. Therefore, illuminance is inversely proportional to area. In SI derived units illuminance is measured in lux (lx) or lumens per square meter (1 lx = 1 lm/m² = 1 cd·sr/m²). In the CGS system, the unit of illuminance is the phot, which is equal to 10,000 lux. In photography a non-metric unit of illuminance, the foot-candle is often used. Foot-candle is defined as the amount of illumination the inside surface of a 1-foot radius sphere would be receiving if there were a uniform point source of one candela in the exact center of the sphere. Alternatively, it can be defined as the illuminance on a 1-square foot surface of which there is a uniformly distributed flux of one lumen. In other words, it is the amount of light that actually falls on a given surface. The foot-candle is equal to one lumen per square foot.
ru: Освещённость определяется как отношение светового потока, падающего на участок поверхности, к его площади. Световой поток — физическая величина, характеризующая количество световой энергии в потоке излучения. Иными словами, световой поток — это мощность излучения, доступного для восприятия человеческим глазом. Освещённость численно равна световому потоку, падающему на единицу поверхности. Единицей измерения освещённости в Международной системе единиц (СИ) является люкс. 1 люкс = 1 люмену на квадратный метр (1 лк = 1 лм/м² = 1 кд·ср·м⁻²). В системе СГС — для измерения освещенности используется фот. Один фот равен 10 000 люксов. В США для измерения интенсивности света применяется термин foot-candle (FC). 1 FC равен общей интенсивности света, падающего на квадратный фут от источника света 1 кандела, находящегося на расстоянии 1 фута. Один FC равен одному люмену на квадратный фут.

source: In physics, mass, or more specifically inertial mass, is defined as a quantitative measure of an object’s resistance to acceleration. Gravitational mass is defined as the property of a body that causes it to have weight in a gravitational field. It can also be described as a measure of the magnitude of the gravitational force which is exerted by an object, or experienced by an object when interacting with a second object. The International System of Units (SI) unit of mass is the kilogram (kg).
ru: Масса — это физическая величина, являющаяся одной из основных характеристик материи и определяющая ее инерционные, энергетические и гравитационные свойства. Массу можно определить как количественную меру инертности, а также меру гравитации любого материального объекта. В Международной системе единиц (СИ) масса измеряется в килограммах (кг). Килограмм — основная единица системы СИ и определяется исходя из точного численного значения постоянной Планка h, равной 6,62607015×10⁻³⁴, выраженной в Дж с, что равно кг м² с⁻¹, причем секунда и метр определяются по точным значениям c и ΔνCs. Массу одного литра воды можно приближенно считать равной одному килограмму. Единицей измерения массы в системе СГС является грамм.

source: In Rankine scale (°R) zero is absolute zero. However, unlike the Kelvin scale, the Rankine degree is defined as equal to one degree Fahrenheit, rather than the one degree Celsius used by the Kelvin scale. A temperature of −459.67 °F is exactly equal to 0 °R. The Rankine scale is used for thermodynamic calculations.
ru: По шкале Ренкина (° R) ноль равен абсолютному нулю. Однако, в отличие от шкалы Кельвина, градус Ренкина определяется как один градус Фаренгейта, а не один градус Цельсия, используемый шкалой Кельвина. Температура -459,67 ° F в точности равна 0 ° R. Шкала Ренкина используется для термодинамических расчетов.

source: in/su{00B2}
ru: дюйм/с²

source: in•lbf
ru: дюйм•фунт

source: in•ozf
ru: дюйм•унция

source: Inch-ounces
ru: Дюймы-унции

source: Inch-pounds
ru: Дюйм-фунты

source: Inches
ru: Дюймы

source: Inches of mercury
ru: Дюймы ртутного столба

source: Inches per second squared
ru: Дюйм в секунду за секунду

source: Information storage
ru: Хранение информации

source: J/cm
ru: Дж/см

source: J/m
ru: Дж/м

source: jō
ru: дзё

source: Jō
ru: джё

source: Jō (japanese)
ru: Джё (японский)

source: Jo (畳) is a Japanese unit of area equal to 5 go (合).
ru: Джё (畳) - японская единица площади, равная 5 Го (合).

source: Joule/centimeter
ru: Джоуль/сантиметр

source: Joule/meter
ru: Джоуль/метр

source: Joules
ru: Джоуль

source: Kan
ru: кан

source: Kan (japanese)
ru: Кан (японский)

source: Kelvin
ru: Градусы Кельвина

source: Ken
ru: кен

source: Ken (japanese)
ru: Кен (японский)

source: keV
ru: кэВ

source: kg/cmu{00B3}
ru: кг/см³

source: kg/L
ru: кг/л

source: kg/mL
ru: кг/мл

source: kgF
ru: кгс

source: kgf•cm
ru: кгс•см

source: kgf•m
ru: кгс•м

source: Kibibits
ru: Кибибит

source: Kibibytes
ru: Кибибайт

source: Kiloampere-hours
ru: Килоампер-часы

source: Kiloamperes
ru: Килоампер

source: Kilobits
ru: Килобит

source: Kilobytes
ru: Килобайт

source: Kilocalories
ru: Килокалория

source: Kiloelectron-volts
ru: Килоэлектронвольт

source: Kilogram per cubic centimeter
ru: Килограмм на кубический сантиметр

source: Kilogram per cubic meter
ru: Килограмм на кубический метр

source: Kilogram per litre
ru: Килограмм на литр

source: Kilogram per millilitre
ru: Килограмм на миллилитр

source: Kilogram-force
ru: Килограмм-сила

source: Kilograms
ru: Килограммы

source: Kilohertz
ru: Килогерц

source: Kilojoules
ru: Килоджуль

source: Kiloliters
ru: Килолитр

source: Kilometers
ru: Километр

source: Kilometers per gallon (US)
ru: Километров на галлон (США)

source: Kilometers per hour
ru: Километров в час

source: Kilometers per liter
ru: Километров на литр

source: Kilometers per minute
ru: Километров в минуту

source: Kilometers per second
ru: Километров в секунду

source: Kilometers per second squared
ru: Километр в секунду за секунду

source: Kilonewtons
ru: Килоньютон

source: Kiloohms
ru: Килоом

source: Kilopascals
ru: Килопаскаль

source: Kilopond
ru: Килопонд

source: Kilopond meters
ru: Килопонд-метр

source: Kilopound-force
ru: Килофунт-сила

source: Kilotons (TNT)
ru: Килотонны (тротил)

source: Kilovolts
ru: Киловольт

source: Kilowatt-hours
ru: Киловатт-часы

source: Kilowatt-seconds
ru: Киловатт-секунды

source: Kin
ru: кин

source: Kin (japanese)
ru: Кин (японский)

source: Kip per square inch
ru: Килофунт-сила на квадратный дюйм

source: Kip-force
ru: Кип-сила

source: km/gallon (US)
ru: км/галлон (США)

source: km/L
ru: км/л

source: km/min
ru: км/мин

source: km/s
ru: км/с

source: km/su{00B2}
ru: км/с²

source: kN
ru: кН

source: Knots
ru: Узлы

source: Koku
ru: коку

source: Koku (japanese)
ru: Коку (японский)

source: kp
ru: кп

source: kp•m
ru: кп•м

source: kton
ru: кТон

source: kW•s
ru: кВт•с

source: L/m
ru: Л/м

source: lb/ftu{00B3}
ru: фунт/фут³

source: lb/gal (UK)
ru: фунт/галлон (Англ)

source: lb/gal (US)
ru: фунт/галлон (США)

source: lb/inu{00B3}
ru: фунт/дюйм³

source: lb/ydu{00B3}
ru: фунт/ярд³

source: lb•ft/su{00B2}
ru: фунт·фут/с²

source: lbf
ru: фунт-сила

source: lbf•ft
ru: фунт·фут

source: lbf•in
ru: фунт·дюйм

source: Length
ru: Длина

source: li
ru: ли

source: Light years
ru: Световых лет

source: Links
ru: Линк

source: Liters
ru: Литры

source: Liters per 100 kilometers
ru: Литров на 100 километров

source: Liters per meter
ru: Литров на метр

source: lm/cm²
ru: лм/см²

source: lm/ft²
ru: лм/фут²

source: lm/m²
ru: лм/м²

source: Lumen per square centimeter
ru: Люмен на квадратный сантиметр

source: Lumen per square foot
ru: Люмен на квадратный фут

source: Lumen per square meter
ru: Люмен на квадратный метр

source: Lux
ru: Люкс

source: M
ru: М

source: m/cmu{00B3}
ru: м/см³

source: m/cup (UK)
ru: М/чашка (Англ)

source: m/cup (US)
ru: м/чашка (США)

source: m/fluid ounce (UK)
ru: м/ж.унц (Англ)

source: m/fluid ounce (US)
ru: м/ж.унц (США)

source: m/ftu{00B3}
ru: м/фут³

source: m/gallon (UK)
ru: м/галлон (Англ)

source: m/gallon (US)
ru: м/галлон (США)

source: m/inu{00B3}
ru: м/дюйм³

source: m/L
ru: м/л

source: m/mu{00B3}
ru: м/м³

source: m/pt (UK)
ru: м/пинта (Англ)

source: m/pt (US)
ru: м/пинта (США)

source: m/qr (UK)
ru: м/кварта (Англ)

source: m/qr (US)
ru: м/кварта (США)

source: m/ydu{00B3}
ru: м/ярд³

source: m•c
ru: м·кд

source: Mach
ru: Число Маха

source: Mach number (Ma, M) is the ratio of the speed of an object moving through a fluid to the speed of sound in this fluid. As it is the ratio of two speeds, it is a dimensionless quantity. The speed of sound depends on temperature, atmospheric composition, and pressure. Therefore, the Mach number can be the same for different actual speeds of an aircraft at different conditions.
ru: Число Маха (М) — отношение скорости движения объекта в среде к скорости звука в этой среде. Поскольку это отношение двух скоростей, число Маха является безразмерной величиной. Скорость звука зависит от температуры, состава атмосферы и давления. Поэтому число Маха может быть одинаковым при различных реальных скоростях самолета относительно среды при различных условиях.

source: Maru
ru: мару

source: Maru (japanese)
ru: Мару (японский)

source: Mass
ru: Масса

source: Mass of 1 kilogram per volume of a milliliter. Equivalent density of 1 000 000 kilograms per cubic meter. 1 kg/ml = 1000000 kg/m3.
ru: Масса 1 килограмм на один миллилитр объема. Эквивалентная плотность 1 000 000 килограммов на кубический метр. 1 кг/мл = 1000000 кг/м³.

source: Measuring units
ru: Единицы измерения

source: Mebibits
ru: Мебибит

source: Mebibytes
ru: Мебибайт

source: Megaampere-hours
ru: Мегаампер-часы

source: Megaamperes
ru: Мегаампер

source: Megabits
ru: Мегабит

source: Megabytes
ru: Мегабайт

source: Megahertz
ru: Мегагерцы

source: Megajoules
ru: Мегаджоуль

source: Megalectron-volts
ru: Мегаэлектронвольт

source: Megaliters
ru: Мегалитры

source: Megameters
ru: Мегаметры

source: Meganewtons
ru: Меганьютон

source: Megaohms
ru: Мегаом

source: Megapascals
ru: Мегапаскали

source: Megatons (TNT)
ru: Мегатонны (тротил)

source: Megavolts
ru: Мегавольт

source: Megawatt-hours
ru: Мегаватт-часы

source: Meter of sea water
ru: Метр морской воды

source: Meter of water
ru: Метр водяного столба

source: Meter-candle
ru: Метр-кандела

source: Meters
ru: Метры

source: Meters per cubic centimeter
ru: Метры на кубический сантиметр

source: Meters per cubic foot
ru: Метров на кубический фут

source: Meters per cubic inch
ru: Метры на кубический дюйм

source: Meters per cubic meter
ru: Метры на кубический метр

source: Meters per cubic yard
ru: Метров на кубический ярд

source: Meters per cup (UK)
ru: Метров на стакан (Англ)

source: Meters per cup (US)
ru: Метров на стакан (США)

source: Meters per fluid ounce (UK)
ru: Метров на жидкую унцию (Англ)

source: Meters per fluid ounce (US)
ru: Метров на жидкую унцию (США)

source: Meters per gallon (UK)
ru: Метров на галлон (Англ)

source: Meters per gallon (US)
ru: Метров на галлон (США)

source: Meters per liter
ru: Метров на литр

source: Meters per pint (UK)
ru: Метров на пинту (Англ)

source: Meters per pint (US)
ru: Метров на пинту (США)

source: Meters per quart (UK)
ru: Метров на кварту (Англ)

source: Meters per quart (US)
ru: Метров на кварту (США)

source: Meters per second
ru: Метры в секунду

source: Meters per second squared
ru: Метр в секунду за секунду

source: MeV
ru: МэВ

source: mg/cmu{00B3}
ru: мг/см³

source: mg/L
ru: мг/л

source: mg/mL
ru: мг/мл

source: mg/mu{00B3}
ru: мг/м³

source: mi(US)/L
ru: миля (США)/л

source: mi/gallon (UK)
ru: миля/галлон (Англ)

source: mi/gallon (US)
ru: миля/галлон (США)

source: Microampere-hours
ru: Микроампер-часы

source: Microamperes
ru: Микроамперы

source: Micrograms
ru: Микрограммы

source: Microhertz
ru: Микрогерц

source: Microinches
ru: Микродюймы

source: Microjoules
ru: Микроджоули

source: Micrometers
ru: Микрометры

source: Micronewtons
ru: Микроньютон

source: Microohms
ru: Микроомы

source: Microseconds
ru: Микросекунда

source: Microvolts
ru: Микровольт

source: Miles
ru: Миля

source: Miles (US) per liter
ru: Мили (США) на литр

source: Miles per gallon (UK)
ru: Мили на галлон (Англ)

source: Miles per gallon (US)
ru: Мили на галлон (США)

source: Miles per hour
ru: Миль в час

source: Miles per second
ru: Миль в секунду

source: Milliampere-hours
ru: Миллиампер-часы

source: Milliamperes
ru: Миллиампер

source: Millibars
ru: Миллибар

source: Milligram per cubic centimeter
ru: Миллиграмм на кубический сантиметр

source: Milligram per cubic meter
ru: Миллиграмм на кубический метр

source: Milligram per litre
ru: Миллиграмм на литр

source: Milligram per millilitre
ru: Миллиграмм на миллилитр

source: Milligrams
ru: Миллиграммы

source: Millihertz
ru: Миллигерц

source: Millijoules
ru: Милджоули

source: Milliliters
ru: Миллилитры

source: Millimeters
ru: Миллиметры

source: Millimeters of mercury
ru: Миллиметры ртутного столба

source: Millimeters per second squared
ru: Миллиметр в секунду за секунду

source: Millinewtons
ru: Миллиньютон

source: Milliohms
ru: Миллиом

source: Milliseconds
ru: Миллисекунда

source: Millivolts
ru: Милливольт

source: Minutes
ru: Минуты

source: Minutes of arc
ru: Угловые минуты

source: mJ
ru: мДж

source: MJ
ru: МДж

source: mm/su{00B2}
ru: мм/с²

source: mN
ru: мН

source: MN
ru: МН

source: Mō
ru: мо

source: Mō (japanese)
ru: Мо (японский)

source: Momme
ru: моммэ

source: Momme (japanese)
ru: Моммэ (японский)

source: month
ru: мес

source: Months
ru: Месяцы

source: mps
ru: миля/с

source: Mton
ru: МТон

source: MW•h
ru: MВт•ч

source: N
ru: Н

source: n/a
ru: Нет данных

source: N•m
ru: Н•м

source: Nanograms
ru: Нанограммы

source: Nanohertz
ru: Наногерцы

source: Nanometers
ru: Нанометры

source: Nanonewtons
ru: Наноньютон

source: Nanoseconds
ru: Наносекунда

source: Nautical miles
ru: Морские мили

source: Newton meters
ru: Ньютон-метры

source: Newtons
ru: Ньютоны

source: Newtons per meters squared
ru: Ньютоны на квадратный метр

source: Nibbles
ru: Полубайт

source: nN
ru: нН

source: Nox
ru: Нокс

source: nx
ru: нкс

source: Ohms
ru: Ом

source: OK
ru: ОК

source: Other applications
ru: Другие приложения

source: Ounce per cubic foot
ru: Унция на кубический фут

source: Ounce per cubic inch
ru: Унция на кубический дюйм

source: Ounce per gallon UK
ru: Унция на галлон (Англ)

source: Ounce per gallon US
ru: Унция на галлон (США)

source: Ounce-force
ru: Унция-сила

source: Ounce-force inches
ru: Унция-сила дюйм

source: Ounces
ru: Унции

source: oz/ftu{00B3}
ru: унция/фут³

source: oz/gal (UK)
ru: унция/галлон (Англ)

source: oz/gal (US)
ru: унция/галлон (США)

source: oz/inu{00B3}
ru: унция/дюйм³

source: Pa
ru: Па

source: Parsecs
ru: Парсек

source: Pascals
ru: Паскали

source: pdl
ru: паундаль

source: pdl•ft
ru: паундаль·фут

source: Pebibits
ru: Пебибит

source: Pebibytes
ru: Пебибайт

source: Petabits
ru: Петабит

source: Petabytes
ru: Петабайт

source: ph
ru: фот

source: Phot
ru: Фот

source: Picograms
ru: Пикограммы

source: Picometers
ru: Пикометры

source: Piconewtons
ru: Пиконьютон

source: Picoseconds
ru: Пикосекунда

source: Pints (UK)
ru: Пинты (Англ)

source: Pints (US)
ru: Пинты (США)

source: pN
ru: пН

source: Pond
ru: Понд

source: Pound per cubic foot
ru: Фунт на кубический фут

source: Pound per cubic inch
ru: Фунт на кубический дюйм

source: Pound per cubic yard
ru: Фунт на кубический ярд

source: Pound per gallon UK
ru: Фунт на галлон (Англ)

source: Pound per gallon US
ru: Фунт на галлон (США)

source: Pound-foot per second squared
ru: Фунт-фут в секунду за секунду

source: Pound-force
ru: Фунт-сила

source: Pound-force foots
ru: Фунт-сила фут

source: Pound-force inches
ru: Фунт-сила дюйм

source: Poundal
ru: Паундаль

source: Poundal-foots
ru: Паундаль-фут

source: Pounds
ru: Фунты

source: Pounds force per square inch
ru: Фунт силы на квадратный дюйм

source: Pressure
ru: Давление

source: Pressure is the ratio of force to the area over which that force is distributed. In other words, pressure is force per unit area applied in a direction perpendicular to the surface of an object. Pressure may be measured in any unit of force divided by any unit of area. The SI unit of pressure is the pascal (Pa). One pascal is defined as one newton per square meter. A pressure of 1 Pa is small, therefore everyday pressures are often stated in kilopascals (1 kPa = 1000 Pa).
ru: Давление — физическая величина, численно равная силе, действующей на единицу площади поверхности перпендикулярно этой поверхности. В данной точке давление определяется как отношение нормальной составляющей действующей на малый элемент поверхности силы к его площади. Среднее давление по всей поверхности есть отношение силы к площади поверхности. В Международной системе единиц (СИ) давление измеряется в паскалях (Па) Один паскаль определяется как давление в 1 ньютон на площади в квадратный метр. Один паскаль — очень маленькое давление, поэтому чаще давление выражают в килопаскалях (кПа). Например, давление в шинах легкового автомобиля может быть в пределах 180—250 кПа. Применяются также иные единицы: бар, торр, техническая атмосфера, физическая атмосфера, миллиметр ртутного столба, метр водяного столба, дюйм ртутного столба, фунт-сила на квадратный дюйм и другие.

source: Purchases
ru: Покупки

source: Purchases restored
ru: Покупки восстановлены

source: Purchasing...
ru: Покупка ...

source: Quadrant is one of the four divisions of the plane made by the axes of a two-dimensional Cartesian system. They are usually numbered from 1st to 4th and denoted by Roman numerals I to IV.
ru: Квадрант - одно из четырех делений плоскости, образованных осями двумерной декартовой системы. Обычно они нумеруются с 1-го по 4-й и обозначаются римскими цифрами от I до IV.

source: Quadrants
ru: Квадрант

source: quarter (UK)
ru: квартал (Англ)

source: quarter (US)
ru: квартал (США)

source: Quartert (UK)
ru: Квартал (Англ)

source: Quartert (US)
ru: Квартал (США)

source: Quarts (UK)
ru: Кварта (Англ)

source: Quarts (US)
ru: Кварта (США)

source: Radians
ru: Радианы

source: Rankine
ru: Градусы Ренкина

source: Rate app
ru: Оценить приложение

source: Réaumur
ru: Градусы Реомюра

source: Remove ads
ru: Удалить объявления

source: Restore purchases
ru: Восстановить покупки

source: Restore purchases error
ru: Ошибка восстановления покупок

source: Restoring...
ru: Восстановление ...

source: Ri
ru: ри

source: Ri (japanese)
ru: Ри (японский)

source: Rin
ru: рин

source: Rin (japanese)
ru: Рин (японский)

source: ro
ru: руд

source: rod
ru: род

source: Rods
ru: Род

source: Rood (imperial)
ru: Руд (англ)
