Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: A millimeter (mm) is a decimal fraction of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: миллиметр (мм) — единица измерения длины в Международной системе единиц (СИ), дольная по отношению к метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A millimeter of mercury (mmHg) is a non-SI unit of pressure. It is defined as the pressure exerted at the base of a column of mercury 1 mm high, when the density of the fluid is 13.5951 g/cm³ (this occurs at 0°C or 32°F), at a place where the acceleration of gravity is 9.80665 m/s². 1 mmHg is roughly equal to 1 Torr.
ru: Миллиметр ртутного столба (мм рт. ст.) — внесистемная единица измерения давления. Определяется как давление в основании столба ртути высотой 1 мм, если плотность жидкости составляет 13,5951 г/см³ (это происходит при 0°C или 32°F) в месте, где ускорение свободного падения равно 9,80665 м/с². 1 мм рт. ст. приблизительно равен 1 торру.

source: A millimeter per second squared is a unit of acceleration in the International System of Units (SI), equal to 0.001 m/s². Physical interpretation: if an object accelerates at 1 mm/s², its speed is increasing by 1 mm/s every second.
ru: Миллиметр в секунду за секунду, миллиметр в секунду в квадрате — единица измерения ускорения в Международной системе единиц (СИ), равная 0,001 м/с². Тело, движущееся с ускорением 1 мм/с², увеличивает скорость за одну секунду на один миллиметр в секунду.

source: A millinewton (mN) is a decimal fraction of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Миллиньютон (мН) — производная единица измерения силы в Международной системе единиц (СИ), дольная по отношению к ньютону. Исходя из второго закона Ньютона, единица ньютон определяется как сила, изменяющая за одну секунду скорость тела массой один килограмм на 1 метр в секунду в направлении действия силы. Таким образом, 1 Н = 1 кг·м/с².

source: A milliohm (mΩ) is a decimal fraction of the SI derived unit ohm and is equal to 0.001 Ω. A conductor has an electrical resistance of one milliohm when a constant potential difference of one volt applied between its ends produces in this conductor a current of one kiloampere. Many electronic components have low resistance usually measured in milliohms. Some examples of low-resistance components are wires, switches, relay contacts, chokes, transformers, and coils. Their resistance is often less than 1 ohm. It can be measured by a milliohmmeter, a special type of ohmmeter used to precisely measure low resistance in a measuring range starting from 0.001mΩ.
ru: Миллиом (мОм) — производная единица измерения электрического сопротивления в СИ, являющаяся дольной по отношению к ому. 1 мОм = 0,001 Ом. Миллиом равен электрическому сопротивлению проводника, по которому течет постоянный ток один килоампер, если между концами этого проводника приложено напряжение один вольт. Многие электронные компоненты имеют низкое сопротивление, обычно измеряемое единицами или десятками миллиом. Примерами таких компонентов являются провода, выключатели, переключатели, контакты реле, обмотки дросселей, трансформаторов и катушек индуктивности. Их сопротивление часто бывает менее 1 Ом. Низкие сопротивления измеряют миллиомметром — особым типом омметра, который способен с высокой точностью измерить низкое сопротивление в диапазоне измерений, начинающемся с 0,001 мОм.

source: A millisecond (ms) is a decimal fraction of the second, which is the unit of time and one of the seven SI base units. It is also a CGS unit of time. It is defined as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.
ru: Миллисекунда (мс) — единица измерения времени, дольная по отношению к секунде — одной из семи основных единиц Международной системы единиц (СИ) и системы СГС. По определению, секунда представляет собой интервал времени, равный 9 192 631 770 периодам излучения электронов, переходящих между двумя энергетическими уровнями атома цезия-133.

source: A millivolt (mV) is a decimal fraction of the SI derived unit for electromotive force, electric potential (voltage), and electric potential difference. 1 mV = 0.001 V. By definition, one volt is the difference in electric potential across a wire when an electric current of one ampere dissipates one watt of power. It is also equal to the potential difference between two parallel, infinite planes spaced one meter apart that create an electric field of one newton per coulomb.
ru: Милливольт (мВ) — единица измерения и электродвижущей силы, электрической разности потенциалов и электрического потенциала (напряжения), равная 1/1000 вольта. Вольт является производной единицей системы СИ. По определению, при разности потенциалов в один вольт протекающий по проводнику ток силой в один ампер рассеивает мощность в один ватт.

source: A minute (min) is a non-SI unit of measurement of time. The minute is equal to 1/60 of an hour or 60 seconds.
ru: Минута (мин) — внесистемная единица измерения времени. Минута равна 1/60 часа или 60 секундам.

source: A minute of arc, arcminute or simply minute is a unit of angle equal to (1/60) of one degree or π/10,800 radians. It is not an International System of Units (SI) unit.
ru: Минута, дуговая минута или минута дуги — единица измерения плоских углов, равная 1/60 дугового градуса. Одна минута эквивалентна 2,9088821·10−4 радиан. Минута не является единицей Международной системы единиц (СИ).

source: A month is a unit of time, used with calendars. It is a natural period related to the motion of the Moon.
ru: Месяц - это единица времени, используемая в календарях. Это естественный период, связанный с движением Луны.

source: A nanogram (ng) is a decimal fraction of the base unit of mass in the International System of Units (SI) kilogram. 1 ng = 10⁻⁹ g = 10⁻¹² kg.
ru: Нанограмм (нг) — единица измерения массы, дольная по отношению к единице системы СГС грамму и единице системы СИ килограмму. 1 нг = 10⁻⁹ г = 10⁻¹² кг.

source: A nanohertz (nHz) is a decimal fraction of the SI derived unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds, mechanical vibrations, and electromagnetic radiation (radio waves, light, and gamma rays). Nanohertz is used to describe frequency instability or how precisely frequency of a generator can be adjusted.
ru: Наногерц (нГц) — единица измерения частоты периодических процессов в Международной системе единиц (СИ), дольная по отношению к герцу, который определяется как количество исполнений периодического процесса (или количество колебаний) за одну секунду. Герц используется для описания частоты звуковых колебаний, механических вибраций и электромагнитного излучения (радиоволны, свет гамма-излучение). Частоту в наногерцах используют для описания нестабильности частоты или точности настройки генератора.

source: A nanometer (nm) is a decimal fraction of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: Нанометр (нм) — единица измерения длины в Международной системе единиц (СИ), дольная по отношению к метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A nanonewton (nN) is a decimal fraction of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Наноньютон (нН) — производная единица измерения силы в Международной системе единиц (СИ), дольная по отношению к ньютону. Исходя из второго закона Ньютона, единица ньютон определяется как сила, изменяющая за одну секунду скорость тела массой один килограмм на 1 метр в секунду в направлении действия силы. Таким образом, 1 Н = 1 кг·м/с².

source: A nanosecond (ns) is a decimal fraction of the second, which is the unit of time and one of the seven SI base units. It is also a CGS unit of time. It is defined as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.
ru: Наносекунда (нс) — единица измерения времени, дольная по отношению к секунде — одной из семи основных единиц Международной системы единиц (СИ) и системы СГС. По определению, секунда представляет собой интервал времени, равный 9 192 631 770 периодам излучения электронов, переходящих между двумя энергетическими уровнями атома цезия-133.

source: A newton (N) is the SI derived unit of force. According to Newton’s second law of motion, it is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Ньютон (Н) — производная единица измерения силы в Международной системе единиц (СИ). Исходя из второго закона Ньютона, единица ньютон определяется как сила, изменяющая за одну секунду скорость тела массой один килограмм на 1 метр в секунду в направлении действия силы. Таким образом, 1 Н = 1 кг·м/с².

source: A newton per square meter (N/m²) is the SI derived unit of pressure, stress, Young’s modulus and ultimate tensile strength. By definition, it is equal to pascal.
ru: Ньютон на квадратный метр (Н/м²) — единица измерения давления, механического напряжения и модуля Юнга (модуля упругости) в Международной системе единиц (СИ), по определению равная паскалю, то есть, давлению (механическому напряжению), вызываемому силой, равной одному ньютону, равномерно распределённой по перпендикулярной к ней поверхности площадью один квадратный метр.

source: A nox (nx) is a non-SI photometric unit of illuminance, or luminous flux through an area. 1 nox = 1 millilux
ru: Нокс (англ. nox) внесистемная единица освещенности. 1 нокс = 1 млк.

source: A ounce-force inch (ozf ·in) is a unit of energy and mechanical work, which is equal 7.062 millijoules in SI units. It is the amount of work done by a force of one ounce-force when moving an object through a distance of one inch.
ru: Унция-сила-дюйм (унция·дюйм) — британская единица механической работы и энергии, равная 7,062 миллиджоуля в единицах СИ. Это работа, выполненная силой в одну унцию-сила по перемещению тела на расстояние один дюйм.

source: A parsec (pc) is an astronomical unit of length, which is equal to about 3.26 light-years, which is about 30.9 trillion (3.09×10¹³) kilometers. A parsec is the distance from the Sun to an astronomical object which has a parallax angle of one arcsecond.
ru: Парсек (пк) — распространённая в астрономии внесистемная единица измерения расстояний, равная 3,26 световых лет, или приблизительно 30,9 триллионов (3,09×10¹³) километров. Название происходит от параллакс угловой секунды и обозначает расстояние до объекта, годичный параллакс которого равен одной угловой секунде.

source: A pascal (Pa) is the SI derived unit of pressure, stress, Young’s modulus and ultimate tensile strength. It is a measure of force per unit area, defined as one newton per square meter.
ru: Паскаль (Па) — производная единица измерения давления, механического напряжения и модуля Юнга (модуля упругости) в Международной системе единиц (СИ). Паскаль равен давлению (механическому напряжению), вызываемому силой, равной одному ньютону, равномерно распределённой по перпендикулярной к ней поверхности площадью один квадратный метр. Пример: на поверхности Земли стандартное атмосферное давление равно 101 325 Па = 101,325 кПа.

source: A pebibit (Pibit) is a decimal multiple of the unit bit for digital information or computer storage. The prefix peta (symbol P) is defined in the International System of Units (SI) as a multiplier of 10¹⁵, therefore, 1 petabit = 10¹⁵ bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2⁵⁰, so 1 Pbit = 1024 Tbits. The correct prefix for 2⁵⁰ is a pebibit (Pibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Пебибит (Пибит) представляет собой десятичное число, кратное единице бит для цифровой информации или компьютерного хранилища. Префикс пета (символ P) определен в Международной системе единиц (СИ) как множитель 10¹⁵, поэтому 1 петабит = 10¹⁵ бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2⁵⁰, поэтому 1 Пбит = 1024 Тбит. Правильный префикс для 2⁵⁰ - это pebibit (Pibit), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A pebibyte (PiB) is a decimal multiple of the unit byte for digital information or computer storage. The prefix peta (symbol P) is defined in the International System of Units (SI) as a multiplier of 10¹⁵, therefore, 1 petabyte = 10¹⁵ bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2⁵⁰, so 1 Pbyte = 1024 Tbytes. The correct prefix for 2⁵⁰ is a pebibyte (PiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Пебибайт (ПиБ) представляет собой десятичное число, кратное единице байта для цифровой информации или компьютерного хранилища. Префикс пета (символ P) определен в Международной системе единиц (СИ) как множитель 10¹⁵, следовательно, 1 петабайт = 10¹⁵ байтов. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2⁵⁰, поэтому 1 Пбайт = 1024 Тбайт. Правильный префикс для 2⁵⁰ - это пебибайт (PiB), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A petabit (Pbt or Pbit) is a decimal multiple of the unit byte for digital information or computer storage. The prefix peta (symbol P) is defined in the International System of Units (SI) as a multiplier of 10¹⁵, therefore, 1 petabit = 10¹⁵ bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2⁵⁰, so 1 Pbit = 1024 Tbits. The correct prefix for 2⁵⁰ is a pebibit (Pibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Петабит (Pbt или Pbit) - это десятичное число, кратное единице байта для цифровой информации или компьютерного хранилища. Префикс пета (символ P) определен в Международной системе единиц (СИ) как множитель 10¹⁵, поэтому 1 петабит = 10¹⁵ бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2⁵⁰, поэтому 1 Пбит = 1024 Тбит. Правильный префикс для 2⁵⁰ - это pebibit (Pibit), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A petabyte (Pb or Pbyte) is a decimal multiple of the unit byte for digital information or computer storage. The prefix peta (symbol P) is defined in the International System of Units (SI) as a multiplier of 10¹⁵, therefore, 1 petabyte = 10¹⁵ bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2⁵⁰, so 1 Pbyte = 1024 Tbytes. The correct prefix for 2⁵⁰ is a pebibyte (PiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Петабайт (Pb или Pbyte) представляет собой десятичное число, кратное единице байта для цифровой информации или памяти компьютера. Префикс пета (символ P) определен в Международной системе единиц (СИ) как множитель 10¹⁵, следовательно, 1 петабайт = 10¹⁵ байтов. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2⁵⁰, поэтому 1 Пбайт = 1024 Тбайт. Правильный префикс для 2⁵⁰ - это пебибайт (PiB), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A phot (ph) is an obsolete CGS photometric unit of illuminance, or luminous flux through an area. 1 ph = 1 lm/cm² = 10,000 lm/m² - 10,000 lx = 10 klx
ru: Фот (фот) — устаревшая единица измерения освещённости в системе СГС. Один фот можно определить как яркость поверхности, равномерно рассеивающей свет по всем направлениям и обладающей светимостью 1 лм/см². 1 фот = 1 лм/см² = 10000 лм/м² = 10000 лк = 10 клк.

source: A picogram (pg) is a decimal fraction of the base unit of mass in the International System of Units (SI) kilogram. 1 pg = 10⁻¹² g = 10⁻¹⁵ kg.
ru: Пикограмм (пг) — единица измерения массы, дольная по отношению к единице системы СГС грамму и единице системы СИ килограмму. 1 пг = 10⁻¹² г = 10⁻¹⁵ кг.

source: A picometer (pm) is a decimal fraction of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: пикометр (пм) — единица измерения длины в Международной системе единиц (СИ), дольная по отношению к метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A piconewton (pN) is a decimal fraction of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Пиконьютон (пН) — производная единица измерения силы в Международной системе единиц (СИ), дольная по отношению к ньютону. Исходя из второго закона Ньютона, единица ньютон определяется как сила, изменяющая за одну секунду скорость тела массой один килограмм на 1 метр в секунду в направлении действия силы. Таким образом, 1 Н = 1 кг·м/с².

source: A picosecond (ps) is a decimal fraction of the second, which is the unit of time and one of the seven SI base units. It is also a CGS unit of time. It is defined as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.
ru: Пикосекунда (пс) — единица измерения времени, дольная по отношению к секунде — одной из семи основных единиц Международной системы единиц (СИ) и системы СГС. По определению, секунда представляет собой интервал времени, равный 9 192 631 770 периодам излучения электронов, переходящих между двумя энергетическими уровнями атома цезия-133.

source: A pond (p) , also called or gram-force (gf), is an obsolete gravitational metric unit of force. It is equal to the force exerted by one gram of mass in a standard gravitational field. Therefore, one pond is by definition equal to 9.80665 mN.
ru: Понд (p) (грамм-сила (гс или Г)) — гравитационная метрическая единица силы, равная силе, которая действует на тело массой один грамм в стандартном гравитационном поле. Поэтому по определению грамм-сила равна 9,80665 мН. Грамм-сила удобна тем, что её величина равна весу тела массой в 1 г, поэтому человеку легко представить, например, что такое сила 100 гс.

source: A pound foot per second squared (lb·ft/s²) is a unit of force in the foot-pound-second system of units and in the British imperial units. It is defined as the force necessary to accelerate 1 pound-mass at a rate of 1 foot per second per second. 1 lb·ft/s² ≈ 0.13825 N. Another name of this unit is the poundal (pdl).
ru: Фунт-фут в секунду за секунду (фунт·фут/с²) — единица силы в Британской системе фут-фунт-секунда и в Британской традиционной системе мер и весов, называемая также паундалем. Фунт-фут в секунду за секунду определяется как сила, необходимая для придания телу массой один фунт ускорения 1 фут в секунду за секунду. 1 фунт-фут в секунду за секунду приблизительно равен 0,13825 Н.

source: A pound is a unit of mass used in the US Customary Units and British Imperial Units and other systems of measurement. By the most common definition today, the pound is legally defined as exactly 0.45359237 kilograms.
ru: Фунт — единица массы в американской и английской традиционных системах мер, а также в некоторых других системах мер. В соответствии с самым распространенным сегодня определением, фунт равен точно 0,45359237 килограмма. Иногда эту единицу называют фунт-масса, чтобы отличать ее от фунта-силы.

source: A pound per cubic foot (lb/ft³) is a unit of density in the British (Imperial) and US customary systems. It is equal to 16.02 kg/m³.
ru: Фунт на кубический фут (фунт/фут³) — единица плотности в британской и американской системах единиц измерения. 1 фунт/фут³ = 16,02 кг/м³.

source: A pound per cubic inch (lb/in³) is a unit of density in the British (Imperial) and US customary systems. It is equal to 27679.91 kg/m³.
ru: Фунт на кубический дюйм (фунт/дюйм³) — единица плотности в британской и американской системах единиц измерения. 1 фунт/дюйм³ = 27679,91 кг/м³.

source: A pound per cubic yard (lb/yd³) is a unit of density in the British (Imperial) and US customary systems. It is equal to 0.59 kg/m³.
ru: Фунт на кубический ярд (фунт/ярд³) — единица плотности в британской и американской системах единиц измерения. 1 фунт/ярд³ = 0,59 кг/м³.

source: A pound per UK gallon (lb/UK gal) is the British (Imperial) system unit of density. It is equal to 99.78 kg/m³.
ru: Фунт на британский галлон — единица плотности в британской системе единиц измерения. 1 фунт/брит. галлон = 99,78 кг/м³.

source: A pound per US gallon (lb/US gal) is the US customary system unit of density. It is equal to 119.83 kg/m³.
ru: Фунт на галлон США — единица плотности в американской системе единиц измерения. 1 фунт/галлон США = 119.83 кг/м³.

source: A pound-force (lb, lbf) is a unit of force in some systems of measurement including English engineering units and British gravitational units. It is equal to the force exerted by one pound of mass in a standard gravitational field. 1 pound-force ≈ 4.44822 N.
ru: Фунт-сила — неметрическая единица силы в некоторых системах единиц измерения и используемая для измерения нагрузок в технике. Фунт-сила равен силе, которая действует на тело массой один фунт (464 г) в стандартном гравитационном поле. 1 фунт-сила = 4,44822 ньютона (N).

source: A pound-force foot (lbf·ft) is the Imperial unit of energy and mechanical work, which is equal 1.36 joules in SI units. It is the amount of work done by a force of one pound-force when moving an object through a distance of one foot.
ru: Фунт-сила-фут (фунт·фут) — британская единица механической работы и энергии, равная 1,36 джоуля в единицах СИ. Это работа, выполненная силой в один фунт-сила по перемещению тела на расстояние один фут.
