Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: A pound-force inch (lbf ·in) is a unit of energy and mechanical work, which is equal 0.113 joules in SI units. It is the amount of work done by a force of one pound-force when moving an object through a distance of one inch.
ru: Фунт-сила-дюйм (фунт·дюйм) — британская единица механической работы и энергии, равная 0,113 джоуля в единицах СИ. Это работа, выполненная силой в один фунт-сила по перемещению тела на расстояние один дюйм.

source: A pound-force per square inch (lbf/in², psi) is a unit of pressure, stress, Young’s modulus and ultimate tensile strength in the US Customary Units and British Imperial Units. It is a measure of force per unit area.
ru: Фунт-сила на квадратный дюйм (фунт-сила/дюйм², psi) — единица измерения давления, механического напряжения и модуля Юнга (модуля упругости) в американской и английской традиционных системах мер, равная давлению (механическому напряжению), вызываемому силой, равной одному фунту-сила, равномерно распределённой по перпендикулярной к ней поверхности площадью один квадратный дюйм.

source: A poundal (pdl) is a unit of force in the foot-pound-second (FPS) system of units and in the British imperial units. It is defined as the force necessary to accelerate 1 pound-mass at a rate of 1 foot per second per second. 1 pdl ≈ 0.13825 N. 1 pdl = 1 lb·ft/s².
ru: Паундаль — единица силы в Британской системе фут-фунт-секунда и в Британской традиционной системе мер и весов. Паундаль определяется как сила, необходимая для придания телу массой один фунт ускорения 1 фут в секунду за секунду. 1 паундаль приблизительно равен 0,13825 Н. 1 паундаль = 1 фунт·фут/с².

source: A poundal foot (pdl·ft) is a unit of energy in United States customary and imperial units of measure. It is the amount of work done by a force of one poundal when moving an object through a distance of one foot. It is equal to 42.14 millijoules in SI units. The poundal (pdl) is a unit of force that is part of the foot-pound-second system of units. 1 pdl ≈ 0.138254 N
ru: Паундаль-фут (паундаль·фут) — традиционная американская и британская единица механической работы и энергии, приблизительно равная 42,16 миллиджоуля в единицах СИ. Это работа, выполненная силой в один паундаль по перемещению тела на расстояние один фут. Паундаль (pdl) — единица силы в системе английских мер, равная 0,1383 Н.

source: A rod is a unit of length in the British imperial Units equal to 5½ yards or 16½ feet. Since 1959 it has been equivalent to exactly 5.0292 meters. A rod is the same length as a perch or a pole. The rod has also been used as a unit of area.
ru: Род (англ. rod — стержень, прут) — иначе поль, перч — английская и североамериканская геодезическая единица длины. 1 род или 5 1/2 ярда или 16 ½ фута или 5,0292 метрам. Род также использовался в качестве единицы площади.

source: A Scandinavian unit of distance of 10 kilometers. Standardized to 10,688.54 meters in 1649, before being defined as 10 km in 1889.
ru: Скандинавская единица расстояния 10 километров. Стандартизован до 10688,54 метра в 1649 году, прежде чем был определен как 10 км в 1889 году.

source: A second (s) is a unit of time and one of the seven SI base units. It is also a CGS unit of time. It is defined as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.
ru: Секунда (с) — единица измерения времени, одна из семи основных единиц Международной системы единиц (СИ) и системы СГС. По определению, секунда представляет собой интервал времени, равный 9 192 631 770 периодам излучения электронов, переходящих между двумя энергетическими уровнями атома цезия-133. Пример: расстояние от Луны до Земли свет проходит приблизительно за одну секунду.

source: A second of arc, arcsecond, or simply second is 1⁄60 of one minute of arc. The arcsecond is equal to 1⁄3,600 of a degree, or 1⁄1,296,000 of a circle, or π⁄648,000 radians. It is not an International System of Units (SI) unit.
ru: Секунда, дуговая секунда или секунда дуги — единица измерения плоских углов, равная 1/60 дуговой минуты. Одна секунда эквивалентна 1⁄3600 градуса или 1⁄1 296 000 оборота или π⁄648 000 радиан. Секунда не является единицей Международной системы единиц (СИ).

source: A section is defined as a square unit of land with an area of one square mile. It is primarily used by the United States Public Land Survey System. 36 sections make up one US Survey township. One section is equal to 1 sq mile or 2.59 sq km.
ru: Секция — единица измерения площади в американской системе мер, определяемая как квадратный участок земли со сторонами в одну американскую геодезическую милю. Секция используется главным образом для геодезических измерений в США. Одна секция равна 1 кв. миль или 2,59 кв. км. 36 секций составляют один тауншип.

source: A short hundredweight or centum weight (cwt) is a unit of mass defined in terms of the pound (lb). It is defined in the US customary system as 100 lb, which is equal to 45.359237 kg. This is the definition used in the US customary system and in Canada.
ru: Американский центнер — единица массы в американской традиционной системе мер, равная 100 фунтам или 45,359237 кг. Такое же значение американский центнер имеет в Канаде.

source: A short ton is a US Customary and British Imperial unit of mass equal to 2,000 pounds (907.18474 kg).
ru: Короткая тонна — единица измерения массы в американской и английской традиционных системах мер, равная 2000 фунтам или 907,18474 кг.

source: A short ton-force (short tf), is a gravitational US Customary and British Imperial unit of force. It is equal to the force exerted by one short ton of mass in a standard gravitational field. One short ton-force is approximately equal to 8.896 kN.
ru: Короткая тонна-сила (короткая тс или Т) — гравитационная единица силы в американской и английской традиционной системе мер, равная силе, которая действует на тело массой одну короткую тонну (907,185 кг) в стандартном гравитационном поле. Короткая тонна-сила равна 8.896 кН.

source: A slug is a unit of mass in the US Customary Units and British Imperial Units. It is a mass of an object that accelerates by 1 ft/s² when a force of one pound-force (lbf) is exerted on it. 1 slug = 1 lbf·s²/ft. One slug has a mass of approximately 14.594 kg.
ru: Слаг (англ. slug) — единица массы в американской и английской традиционных системах мер. Это масса тела, которое движется с ускорением 1 фут/с², если к нему приложена сила в 1 фунт-сила. 1 слаг = 1 фунт·с²/фут ≈ 14,594 кг.

source: A square centimeter is a decimal fraction of the SI derived unit square meter and is equal to 0.0001 m². Its symbol is cm².
ru: Квадратный сантиметр (см²) — единица измерения площади, равная 1/10000 доле квадратного метра. Квадратный сантиметр является производной единицей системы СИ.

source: A square foot is an Imperial and US customary unit of area and defined as the area of a square with sides of one foot. Its symbol is ft² or sq ft. 1 sq ft is equal to 0.093 sq m.
ru: Квадратный фут — производная от фута единица измерения площади в британской и американской системах единиц измерения. Квадратный фут определяется как площадь квадрата со стороной в один фут. 1 кв. фут равен 1/9 квадратного ярда или 0,093 кв. метра.

source: A square inch is an Imperial and US customary unit of area and defined as the area of a square with sides of one inch. Its symbol is in² or sq in. 1 square inch is equal to 6.4516 sq cm.
ru: Квадратный дюйм — производная от дюйма единица измерения площади в британской и американской системах единиц измерения. Квадратный дюйм определяется как площадь квадрата со стороной в один дюйм. 1 кв. фут 6,4516 кв. метра.

source: A square kilometer is a decimal multiple of the SI derived unit square meter and is equal to 1,000,000 m². Its symbol is km².
ru: Квадратный километр (км²) — единица измерения площади, кратная квадратному метру. Квадратный километр является производной единицей системы СИ. 1 кв. километр равен 1 000 000 м².

source: A square megameter is a decimal multiple of the SI derived unit square meter and is equal to 1,000,000,000,000 m². Its symbol is Mm².
ru: Квадратный мегаметр (Мм²) - это производная единица измерения в системе СИ, кратная квадратному метру, и равна 1 000 000 000 000 м². Его символ - Мм².

source: A square meter or square metre (British spelling) is an SI derived unit of area. Its symbol is m². The square meter is defined as the area of a square whose sides are one meter. The square meter is derived from the SI base unit of the meter, which is defined as “the length of the path traveled by light in vacuum during a time interval of 1⁄299,792,458 of a second.
ru: Квадратный метр (м²) — единица измерения площади в системе СИ. Один кв. метр равен площади квадрата со стороной 1 метр. Эта единица является производной единицей системы СИ метр, который определяется как «расстояние, проходимое светом в вакууме за промежуток времени, равный 1⁄299 792 458 секунды».

source: A square micrometer is a decimal fraction of the SI derived unit square meter and is equal to 1·10⁻¹² m². Its symbol is μm².
ru: Квадратный микрометр (мкм²) — единица измерения площади, равная 1·10⁻¹² м². Квадратный микрометр является производной единицей системы СИ.

source: A square mile is an Imperial and US customary unit of area and defined as the area of a square whose sides are one statute mile. Its symbol is mi² or sq mi. 1 sq mi is equal to 2.59 sq km.
ru: Квадратная миля — производная от мили единица измерения площади в британской и американской системах единиц измерения. Квадратная миля определяется как площадь квадрата со стороной в одну статутную милю. 1 кв. миля равна 2,59 кв. км.

source: A square millimeter is a decimal fraction of the SI derived unit square meter and is equal to 0.000001 m². Its symbol is mm².
ru: Квадратный миллиметр (мм²) — единица измерения площади, равная 1/1000000 доле квадратного метра. Квадратный миллиметр является производной единицей системы СИ.

source: A square nanometer is a decimal fraction of the SI derived unit square meter and is equal to 1·10⁻¹⁸ m². Its symbol is nm².
ru: Квадратный нанометр (нм²) — единица измерения площади, равная 1·10⁻¹⁸ м². Квадратный нанометр является производной единицей системы СИ.

source: A square yard is an Imperial and US customary unit of area and defined as the area of a square with sides of one yard. Its symbol is yd² or sq yd. 1 sq yd is equal to 0.836 sq m.
ru: Квадратный ярд — производная от ярда единица измерения площади в британской и американской системах единиц измерения. Квадратный ярд определяется как площадь квадрата со стороной в один ярд. 1 кв. ярд равен 9 квадратным футам или 0,836 кв. метра.

source: A standard atmosphere (atm) is an obsolete non-SI international unit of pressure defined as 101.325 kPa. For practical purposes, it has been replaced by the bar, which is 100 kPa.
ru: Стандартная атмосфера (атм) — устаревшая внесистемная единица измерения давления, определенная как давление в 101,325 кПа. На практике она иногда заменяется единицей бар, который равен 100 кПа.

source: A statampere (statA, A-esu) is a unit of electric current in the cgs (centimeter-gram-second) system of electrostatic units (esu). It is the equivalent of one statcoulomb (1 statC) of charge moving past a specific point in one second.
ru: Статампер — единица тока в системе СГСЭ (абсолютная электростатическая система сантиметр-грамм-секунда). Статампер — это такая сила тока, при которой за одну секунду через поперечное сечение проводника происходит перемещение заряда в 1 статкулон.

source: A statohm (statΩ) is the basic unit of electrical resistance in the esu-cgs system of units (electrostatic centimeter-gram-second system of units). A potential difference of one statV will drive a current of one statampere through a resistance of one statohm. The statohm is an extremely large unit; 1 statΩ ≈ 900 GΩ in the SI system of units. Therefore electrical engineers and electricians prefer using the SI unit ohm instead.
ru: Статом (статОм) — основная единица электрического сопротивления в СГСЭ (абсолютная электростатическая система сантиметр-грамм-секунда). Если к двум точкам проводника приложена разность потенциалов один статвольт и его сопротивление равно одному статому, по нему будет протекать ток один статампер. 1 статОм ≈ 900 ГОм в системе СИ. Статом — очень большая величина сопротивления. Поэтому данная единица используется крайне редко. На практике сопротивление измеряют в омах.

source: A statvolt is the unit of electric potential (voltage), electric potential difference, and electromotive force in the cgs (centimeter-gram-second) electrostatic system of units. 1 statvolt = 299.79 volts. A potential difference of one statV will drive a current of one statampere through a resistance of one statohm. The statvolt is a large unit, therefore electrical engineers and electricians prefer using the SI unit volt instead.
ru: Статвольт (статВ) — единица измерения электрического потенциала (напряжения), разности электрических потенциалов и электродвижущей силы (ЭДС) в СГСЭ (абсолютной электростатической системе сантиметр-грамм-секунда). 1 статвольт равен 299,79 В. При разности потенциалов в 1 статвольт через сопротивление 1 статом будет протекать ток силой 1 статампер. Статвольт — довольно большая единица, поэтому в электротехнике и электронике чаще используется единица системы СИ вольт.

source: A tebibit (Tibit) is a decimal multiple of the unit bit for digital information or computer storage. The prefix tera (symbol T) is defined in the International System of Units (SI) as a multiplier of 10¹², therefore, 1 terabit = 10¹² bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2⁴⁰, so 1 Tbit = 1024 Gbits. The correct prefix for 2⁴⁰ is a tebibit (Tibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Тебибит (тибит) - это десятичное число, кратное единице бит для цифровой информации или компьютерного хранилища. Префикс tera (символ T) определен в Международной системе единиц (СИ) как множитель 10¹², следовательно, 1 терабит = 10¹² бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2⁴⁰, поэтому 1 Тбит = 1024 Гбит. Правильный префикс для 2⁴⁰ - это тебибит (Тибит), введенный Международной электротехнической комиссией (МЭК) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A tebibyte (TiB) is a decimal multiple of the unit byte for digital information or computer storage. The prefix tera (symbol T) is defined in the International System of Units (SI) as a multiplier of 10¹², therefore, 1 terabyte = 10¹² bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2⁴⁰, so 1 Tbyte = 1024 Gbytes. The correct prefix for 2⁴⁰ is a tebibyte (TiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Тебибайт (ТиБ) представляет собой десятичное число, кратное единице байта для цифровой информации или компьютерного хранилища. Префикс тера (символ T) определен в Международной системе единиц (СИ) как множитель 10¹², следовательно, 1 терабайт = 10¹² байтов. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2⁴⁰, поэтому 1 Тбайт = 1024 Гбайт. Правильный префикс для 2⁴⁰ - это тебибайт (TiB), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A technical atmosphere (at) is a non-SI metric unit of pressure equal to one kilogram-force per square centimeter (kgf/cm²). It is a measure of force per unit area. 1 at = 98.0665 kPa ≈ 0.96784 standard atmospheres.
ru: Техническая атмосфера (ат) — внесистемная единица измерения давления, равная давлению (механическому напряжению), вызываемому силой, равной одному килограмму, равномерно распределённой по перпендикулярной к ней поверхности площадью один квадратный сантиметр (1 кгс/см²). 1 ат = 98,0665 kPa ≈ 0,96784 стандартной атмосферы.

source: A terabit (TBt or Tbit) is a decimal multiple of the unit byte for digital information or computer storage. The prefix tera (symbol T) is defined in the International System of Units (SI) as a multiplier of 10¹², therefore, 1 terabyte = 10¹² bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2⁴⁰, so 1 Tbit = 1024 Gbits. The correct prefix for 2⁴⁰ is a tebibit (Tibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Терабит (TBt или Tbit) - это десятичное число, кратное единице байта для цифровой информации или компьютерного хранилища. Префикс тера (символ T) определен в Международной системе единиц (СИ) как множитель 10¹², следовательно, 1 терабайт = 10¹² бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2⁴⁰, поэтому 1 Тбит = 1024 Гбит. Правильный префикс для 2⁴⁰ - это тебибит (Тибит), введенный Международной электротехнической комиссией (МЭК) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A terabyte (TB or Tbyte) is a decimal multiple of the unit byte for digital information or computer storage. The prefix tera (symbol T) is defined in the International System of Units (SI) as a multiplier of 10¹², therefore, 1 terabyte = 10¹² bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2⁴⁰, so 1 Tbyte = 1024 Gbytes. The correct prefix for 2⁴⁰ is a tebibyte (TiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Терабайт (ТБ или Тбайт) представляет собой десятичное число, кратное единице байта для цифровой информации или памяти компьютера. Префикс тера (символ T) определен в Международной системе единиц (СИ) как множитель 10¹², следовательно, 1 терабайт = 10¹² байтов. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2⁴⁰, поэтому 1 Тбайт = 1024 Гбайт. Правильный префикс для 2⁴⁰ - это тебибайт (TiB), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A terahertz (THz) is a decimal multiple of the SI derived unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds, mechanical vibrations, and electromagnetic radiation (radio waves, light, and gamma rays).
ru: Терагерц (Гц) — единица измерения частоты периодических процессов в Международной системе единиц (СИ), кратная герцу, который определяется как количество исполнений периодического процесса (или количество колебаний) за одну секунду. Герц используется для описания частоты звуковых колебаний, механических вибраций и электромагнитного излучения (радиоволны, свет гамма-излучение). Пример: инфракрасное излучение занимает диапазон 1—400 ТГц; диапазон видимого излучения занимает участок спектра от 400 до 790 ТГц.

source: A teranewton (TN) is a decimal multiple of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Тераньютон (ТН) — производная единица измерения силы в Международной системе единиц (СИ), кратная ньютону. Исходя из второго закона Ньютона, единица ньютон определяется как сила, изменяющая за одну секунду скорость тела массой один килограмм на 1 метр в секунду в направлении действия силы. Таким образом, 1 Н = 1 кг·м/с².

source: A ton or tonne (t, mt or MT) is a metric unit of mass equal to 1,000 kilograms or 2,204.6 pounds. It is a non-SI unit accepted for use with SI.
ru: Тонна (т) — метрическая единица массы, равная 1000 килограммов или 2204,6 фунта. Эта единица не входит в систему СИ, но совместное применение совместно единицами СИ разрешается.

source: A torr (symbol Torr) is a non-SI unit of pressure. It is approximately equal to the fluid pressure exerted by a millimeter of mercury. 1 torr ≈ 1 mmHg
ru: Торр (обозначение торр) — внесистемная единица измерения давления, приблизительно равная одному миллиметру ртутного столба. 1 торр = 1 мм рт. ст.

source: A township, which is sometimes called Congressional township, is defined as a square unit of land with sides of six US Survey miles. It is primarily used by the United States Public Land Survey System. One township is equal to 36 sq miles or 93.24 sq km. Each township is divided into 36 one-square-mile sections.
ru: Тауншип — единица измерения площади в американской системе мер, определяемая как квадратный участок земли со сторонами по шесть американских геодезических миль. Тауншип используется главным образом для геодезических измерений в США. Один тауншип равен 36 кв. миль или 93,24 кв. км. Каждый тауншип разделяется на 36 секций размером в одну квадратную милю.

source: A turn (also revolution, complete rotation, cycle or full circle) is a unit of angle measurement. It is equal to 2 π radians or 360 degrees.
ru: Оборот (также окружность, полный угол) — единица измерения угла. В систему СИ не входит, там для измерения угла используется радиан. 1 оборот равен 2 π радиан или 360 градусов.

source: A UK (imperial) cup is a unit of volume in the British Imperial Units used for measuring both liquid and dry substances. It is equal to one-half of an imperial pint or 10 imperial fluid ounces, or approximately 0.28 L.
ru: Британский стакан (англ. cup — чашка, стакан) — единица измерения объема в британской традиционной системе мер, используемая для измерения как жидких, так и сыпучих продуктов. Она равна половине британской пинты, или 10 британским жидким унциям, или приблизительно 0,28 л.

source: A UK (imperial) fluid ounce (fl oz or fl. oz.) is a unit of volume in the British Imperial Units used for measuring liquids. It is equal to 1/160 of an imperial gallon or 1/20 of an imperial pint, or approximately 28.4 mL.
ru: Британская жидкая унция — единица измерения объема в британской традиционной системе мер, равная 1/160 британского галлона, или 1/20 британской пинты или приблизительно 28,4 мл.

source: A UK (imperial) gallon (gal) is a unit of volume in the British Imperial Units equal to the volume of 10 pounds of water at 62°F or 17°С or approximately 4.55 L. There are four 160 fluid ounces in an imperial gallon.
ru: Британский галлон — единица измерения объема в британской системе мер, равная объему 10 фунтов воды при 62°F или 17°С или приблизительно 4,55 л. В одном британском галлоне содержится 160 жидких унций.

source: A UK (imperial) pint (pt) is a unit of volume in the British Imperial Units used for measuring both liquid and dry substances. It is equal to one-eighth of an imperial gallon or half of an imperial quart, or 20 imperial fluid ounces, or approximately 0.57 L.
ru: Британская пинта — единица измерения объема в британской системе мер, используемая для измерения как жидкостей, так и сыпучих веществ. Британская пинта равна одной восьмой части британского галлона, 20 британским жидким унциям или приблизительно 0,57 л.
