Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: Rood is an Old English unit of area, equal to ¼ of an acre or 0.1 hectares. “Rood” is an archaic word for “pole”. It is also used as a measurement of length.
ru: Руд (англ. rood) — единица площади в английской и американской системах мер. Руд определяется как площадь прямоугольника, одна сторона которого равна 1 фарлонгу (201,17 м), а вторая сторона имеет длину в 1 род (5,029 м). 1 руд равен ¼ акра или 0,1 га.

source: Sai
ru: сай

source: Sai (japanese)
ru: Сай (японский)

source: Scandinavian miles
ru: Скандинавские мили

source: se
ru: сё

source: Se (japanese)
ru: Сэ (японский)

source: Se (畝) is a Japanese unit of area equal to 30 tsubo (坪).
ru: Сэ (畝) - японская единица площади, равная 30 Цубо (坪).

source: Seconds
ru: Секунда

source: Seconds of arc
ru: Угловые секунды

source: Section (imperial)
ru: Секция

source: Send email to the developer
ru: Отправить письмо разработчику

source: Settings
ru: Настройки

source: Sextant is a sixth part of a circle having an arc, which subtends an angle of 60 degrees. From Latin sextans — one-sixth of a unit.
ru: Секстант (секстан) — одна шестая часть окружности или 60 градусов. Название происходит от латинского sextans — tis — шестая часть.

source: Sextants
ru: Секстанты

source: shaku
ru: сяку

source: Shaku
ru: сяку

source: Shaku (Japanese: 尺) or Japanese foot is a Japanese unit of length derived (but varying) from the Chinese chi, originally based upon the distance measured by a human hand from the tip of the thumb to the tip of the forefinger (compare span). Traditionally, the length varied by location or use, but it is now standardized as 10/33 meters (30.3 centimeters or 11.9 inches).
ru: Сяку (яп. 尺) или японская стопа - это японская единица длины, полученная (но варьирующаяся) от китайского ци, первоначально основанная на расстоянии, измеренном человеческой рукой от кончика большого пальца до кончика указательного пальца (сравните размах ). Традиционно длина варьировалась в зависимости от местоположения или использования, но теперь она стандартизирована и составляет 10/33 метра (30,3 сантиметра или 11,9 дюйма).

source: Shaku (japanese)
ru: Сяку (японский)

source: Shaku (勺) is a Japanese unit of area equal to 0.1 go
ru: Сяку (勺) - японская единица площади, равная 0,1 Го.

source: Shō
ru: сё

source: Shō (japanese)
ru: Сё (японский)

source: Sho is a standard unit of volume (capacity) in the East Asian system of weights and measures. 10 gō (合; a unit of volume) is equal to 1 shō, and 10 shō is equal to 1 to (斗; a unit of volume). The volume of 1 shō varies from time to time, from place to place. After the metric system was adopted in Japan, 1 shō was set at 1.804 liters in 1891. In People's Republic of China, 1 shō (also called as sheng in pinyin) is equalized with 1 liter, and the liter as the unit of the International Unit System (SI) is also written as 'shō' (升) in a Chinese character. To make a simple distinction, the Chinese sho is called sheng (private sho), and the international sho is called kosho (public sho), but usually, they are both simply called sho because they have the same quantity.
ru: Сё - стандартная единица измерения объема (вместимости) в восточноазиатской системе мер и весов. 10 гō (合; единица объема) равняется 1 сё, а 10 сё равняется 1 то (斗; единица объема). Объем 1 сё меняется время от времени, от места к месту. После того, как в Японии была принята метрическая система, в 1891 году 1 сё был установлен на уровне 1,804 литра. В Китайской Народной Республике 1 сё (также называемый шэн в пиньинь) приравнивается к 1 литру, а литр является единицей Международной Система единиц (СИ) также записывается как «шо» (升) китайским иероглифом. Чтобы сделать простое различие, китайское шо называется шэн (частное шо), а международное шо называется кошо (публичное шо), но обычно их обоих просто называют шо, потому что у них одинаковое количество.

source: Slugs
ru: Слаг

source: Square centimeters
ru: Квадратные сантиметры

source: Square foot
ru: Квадратный фут

source: Square inches
ru: Квадратный дюйм

source: Square kilometers
ru: Квадратный километр

source: Square megameters
ru: Квадратный мегаметр

source: Square meters
ru: Квадратные метры

source: Square micrometers
ru: Квадратные микрометры

source: Square miles
ru: Квадратные мили

source: Square millimeters
ru: Квадратные миллиметры

source: Square nanometers
ru: Квадратные нанометры

source: Square yards
ru: Квадратные ярды

source: st (UK)
ru: cт (Англ)

source: st (US)
ru: cт (США)

source: stA
ru: статА

source: Standard atmosphere
ru: Стандартная атмосфера

source: Statampere
ru: Статампер

source: statohm
ru: статОм

source: Statohm
ru: Статом

source: Statvolt
ru: Статвольт

source: Stone (UK)
ru: Стоун (Англ)

source: Stone (US)
ru: Стоун (США)

source: stV
ru: статВ

source: Success
ru: Успешно

source: Tablespoons (metric)
ru: Столовая ложка (метрич)

source: Tablespoons (UK)
ru: Столовая ложка (Англ)

source: Tablespoons (US)
ru: Столовая ложка (США)

source: tan
ru: тан

source: Tan
ru: тан

source: Tan (japanese)
ru: Тан (японский)

source: Tan (段, 反) is a Japanese unit of area equal to 10 se (畝).
ru: Тан (段, 反) - японская единица площади, равная 10 Сэ (畝).

source: tbsp. (metric)
ru: ст.л. (metric)

source: Teaspoons (metric)
ru: Чайная ложка (метрич)

source: Teaspoons (UK)
ru: Чайная ложка (Англ)

source: Teaspoons (US)
ru: Чайная ложка (США)

source: Tebibits
ru: Тебибит

source: Tebibytes
ru: Тебибайт

source: Technical atmosphere
ru: Техническая атмосфера

source: Temperature
ru: Температура

source: Temperature is a scalar physical quantity describing how quickly molecules are moving inside materials. In liquids and solids, the molecules are vibrating around a fixed point in the substance. In gases, however, they are free and bouncing off each other as they travel. If the path of heat transfer between cold and hot bodies is open, heat flows spontaneously from higher temperature bodies to lower temperature bodies. This flow rate increases with the temperature difference. At the same time, if two bodies have the same temperature, no heat exchange occurs between them. Such bodies are said to be in a thermal equilibrium state. The zeroth law of thermodynamics states that if two systems are in thermal equilibrium with a third system, they are also in thermal equilibrium with each other. The temperatures are equal for all systems in thermal equilibrium. This allows to make a thermometer to measure the temperature of the medium in which it is immersed. In the International System of Units (SI), the temperature is measured in kelvin. It is one of the seven base units in the system. The Kelvin scale is an absolute temperature scale using as its null point absolute zero.
ru: Температура — скалярная физическая величина, характеризующая среднюю энергию частиц макроскопической системы, которая находится в состоянии термодинамического равновесия. В жидких и твердых телах молекулы колеблются вокруг фиксированных точек вещества. В то же время, в газах молекулы свободно перемещаются и сталкиваются друг с другом при движении. Для всех частей изолированной системы, находящейся в термодинамическом равновесии, температура будет одинаковой. Если изолированная система не находится в равновесии, то с течением времени переход энергии (теплопередача) от более нагретых частей системы к менее нагретым приведет к установлению в системе термодинамического равновесия, при котором все части этой системы будут иметь одинаковую температуру (нулевое начало термодинамики). Этот закон позволяет сконструировать термометр, точно измеряющий температуру среды, в которую он помещен. В Международной системе единиц (СИ) термодинамическая температура входит в состав семи основных единиц и выражается в кельвинах. Шкала Кельвина является абсолютной температурной шкалой и в качестве нулевой точки в ней используется абсолютный нуль.

source: Terabits
ru: Терабит

source: Terabytes
ru: Терабайт

source: Terahertz
ru: Терагерц

source: Teranewtons
ru: Тераньютон

source: tF
ru: тс

source: tF (short)
ru: тс (кор)

source: tF UK
ru: тс (англ)

source: The acre-foot is a non-SI unit of volume commonly used in the United States in reference to large-scale water resources, such as reservoirs, aqueducts, canals, sewer flow capacity, irrigation water,[1] and river flows. An acre-foot equals approximately an eight lane swimming pool, 82 ft (25 m) long, 52 ft (16 m) wide and 9.8 ft (3 m) deep.
ru: Международный акр-фут — единица измерения объема в американской традиционной системе мер, используемая при измерении объемов больших водных ресурсов, таких как акведуки, водохранилища, ливневые коллекторы и стоки рек. Акр-фут определяется как объем воды, имеющей поверхность один акр и глубину один фут. По определению, этот объем равен 43 560 международных кубических футов или приблизительно 1233,48 кубического метра.

source: The ampere, often shortened to amp, is the base unit of electric current in the International System of Units (SI). It is named after André-Marie Ampère (1775–1836), a French mathematician and physicist, considered the father of electromagnetism. The International System of Units defines the ampere in terms of other base units by measuring the electromagnetic force between electrical conductors carrying electric current. The earlier CGS system had two different definitions of current, one essentially the same as the SI's and the other using electric charge as the base unit, with the unit of charge defined by measuring the force between two charged metal plates. The ampere was then defined as one coulomb of charge per second. In SI, the unit of charge, the coulomb, is defined as the charge carried by one ampere during one second.
ru: Ампер, является базовой единицей электрического тока в Международной системе единиц (СИ). Он назван в честь Андре-Мари Ампера (1775–1836), французского математика и физика, которого считают отцом электромагнетизма. Международная система единиц определяет ампер с точки зрения других основных единиц измерения путем измерения электромагнитной силы между электрическими проводниками, по которым проходит электрический ток. В более ранней системе CGS было два разных определения тока, одно по существу такое же, как в СИ, а другое с использованием электрического заряда в качестве базовой единицы, причем единица заряда определялась путем измерения силы между двумя заряженными металлическими пластинами. Затем ампер был определен как один кулон заряда в секунду. В системе СИ единица заряда кулон определяется как заряд, переносимый одним ампером в течение одной секунды.

source: The base unit of Japanese mass is the kan, although the momme is more common. It is a recognised unit in the international pearl industry.
ru: Базовая единица японской массы - кан, хотя момме встречается чаще. Это признанное подразделение в международной жемчужной индустрии.

source: The bu (分) is a traditional Japanese unit of length, equal to 1⁄100 Japanese feet (shaku).
ru: Бу (分) - традиционная японская единица длины, равная 1⁄100 японских футов (сяку).

source: The Celsius scale (°C) is used for most temperature measurements and is included in SI as a derived unit of temperature. It has the same incremental scaling as the Kelvin scale used by scientists, but fixes its null point, at 0°C = 273.15 K, approximately the freezing point of water.
ru: Шкала Цельсия (° C) используется для большинства измерений температуры и включена в СИ как производная единица измерения температуры. Он имеет такое же инкрементное масштабирование, что и шкала Кельвина, используемая учеными, но фиксирует свою нулевую точку на 0 ° C = 273,15 K, примерно точку замерзания воды.

source: The chō (町) is a traditional Japanese unit of length, equal to ​360 Japanese feet (shaku).
ru: Чо (тё) (町) - традиционная японская единица длины, равная 360 японским футам (сяку).

source: The electric potential is a scalar quantity of an electric field that is equal to the electric potential energy of a charged particle at a point divided by the charge of the particle. It is also called the electric field potential or electrostatic potential. Voltage, also known as electric tension, is the electric potential difference between two points — or the difference in electric potential energy of a unit charge transported between two points. Voltage is measured in units of electric potential: volts, or joules per coulomb. In SI, the electric potential is measured in joules per coulomb, or volts.
ru: Электростатический потенциал — скалярная характеристика электростатического поля, характеризующая потенциальную энергию поля, которой обладает единичный заряд, помещённый в данную точку поля. Электрическое напряжение между двумя точками электрической цепи или электрического поля — физическая величина, значение которой равно отношению работы электрического поля, совершаемой при переносе электрического заряда из одной точки в другую, к величине этого заряда. Единицей измерения потенциала, разности потенциалов и напряжения является единица измерения работы, деленная на единицу измерения заряда. В Международной системе единиц (СИ) за единицу разности потенциалов принимают вольт (В). Разность потенциалов между двумя точками поля равна одному вольту, если для перемещения между ними заряда в один кулон нужно совершить работу в один джоуль.

source: The electrical resistance of a circuit component is the opposition to the passage of an electric current through that component. The SI unit of electrical resistance is the ohm (Ω), while electrical conductance is measured in siemens (S). The ohm is defined as a resistance between two points of a conductor when a constant potential difference of 1 volt applied to these points produces a current of 1 ampere.
ru: Электрическое сопротивление физическая величина, характеризующая свойство проводника препятствовать прохождению электрического тока и равная отношению напряжения на концах проводника к силе протекающего через него тока. В Международной системе единиц (СИ) сопротивление измеряется в Омах (Ом). Ом (обозначение: Ом, Ω) — единица измерения электрического сопротивления в СИ. Ом равен электрическому сопротивлению проводника, между концами которого возникает напряжение 1 вольт при силе постоянного тока 1 ампер.

source: The gigaton of Trinitrotoluene (TNT) is a decimal multiple of the ton of TNT, which is a unit of energy equal to 4.184 gigajoules. TNT equivalent is a method of quantifying the energy released in explosions or during large bolide impacts. This is approximately the amount of energy released in the detonation of one ton of TNT. The gigaton of TNT is a unit of energy equal to 4.184 exajoules. The kiloton and megaton of TNT have traditionally been used to rate the destructive power of nuclear weapons.
ru: Гигатонна тринитротолуола (ТНТ) — величина, кратная тонне ТНТ, которая является единицей измерения энергии, равной 4,184 гигаджоуля. Тротиловый эквивалент — мера энерговыделения при взрывах или падениях астероидов и комет, выраженная в количестве тринитротолуола, выделяющем при взрыве такое же количество энергии. Гигатонна ТНТ — единица энергии, равная 4,184 эксаджоуля. Для оценки разрушительного действия ядерного взрыва традиционно используются килотонны и мегатонны.

source: The gigawatt hour (also gigawatt-hour, GW·h or GWh) is a unit of energy equal to 10⁹ watt hours or 3600 gigajoules. One GWh is equivalent to one gigawatt of constant power expended for one hour of time. This unit is often used for metering large amounts of electrical energy supplied to industrial customers by power generation companies.
ru: Гигаватт-час (ГВт·ч) — внесистемная единица измерения работы или количества произведенной или потребленной энергии. Гигаватт-час равен количеству энергии, потребляемой устройством мощностью один гигаватт в течение одного часа. Отсюда 1 ГВт·ч = 10⁹ Вт · 3600 с = 3600 ГДж. Гигаватт-час используется для измерения потребления больших количеств электроэнергии на предприятиях.

source: The gō is a traditional Chinese unit of volume equal to 1/10 Sho.
ru: Го - это традиционная китайская единица объема, равная 1/10 сё.

source: The gram per milliliter is a unit of density in the metric system equal to 1,000 kilograms per cubic meter (1 g/mL = 1,000 kg/m3), the derived unit of density in the International System of Units (SI).
ru: Грамм на миллилитр - это единица плотности в метрической системе, равная 1000 килограмм на кубический метр (1 г/мл = 1000 кг/м³), производная единица плотности в Международной системе единиц (СИ).

source: The gravity of Earth, which is denoted by g, refers to the acceleration that the Earth imparts to objects on or near its surface. In SI units this acceleration is measured in meters per second squared (in symbols, m/s²) or equivalently in newtons per kilogram (N/kg). It has an approximate value of 9.81 m/s², which means that ignoring the effects of air resistance, the speed of an object falling freely near the Earth's surface will increase by about 9.81 meters (32.2 ft) per second every second. This quantity is sometimes referred to informally as little g (in contrast, the gravitational constant G is referred to as big G).
ru: Сила тяжести Земли, обозначаемая буквой g, относится к ускорению, которое Земля передает объектам на ее поверхности или вблизи нее. В единицах СИ это ускорение измеряется в метрах на секунду в квадрате (в символах, м/с²) или, что эквивалентно, в ньютонах на килограмм (Н/кг). Его приблизительное значение составляет 9,81 м/с², что означает, что, игнорируя эффекты сопротивления воздуха, скорость объекта, свободно падающего у поверхности Земли, будет увеличиваться примерно на 9,81 метра (32,2 фута) в секунду каждую секунду. Эту величину иногда неофициально называют малым g (напротив, гравитационная постоянная G обозначается как большая G).

source: The jō (丈) is a traditional Japanese unit of length, equal to ​10 Japanese feet (shaku).
ru: Дзё (丈) - традиционная японская единица длины, равная 10 японским футам (сяку).

source: The Kelvin temperature scale is used in the International System of Units (SI), to measure the temperature. Kelvin is one of the seven base units in the system. The Kelvin scale is an absolute temperature scale using as its null point absolute zero.
ru: Температурная шкала Кельвина используется в Международной системе единиц (СИ) для измерения температуры. Кельвин - одна из семи основных единиц системы. Шкала Кельвина - это шкала абсолютных температур, использующая в качестве нулевой точки абсолютный ноль.

source: The ken (間) is a traditional Japanese unit of length, equal to 6 Japanese feet (shaku). The exact value has varied over time and location but has generally been a little shorter than 2 meters (6 ft 7 in). It is now standardized as ​1 9⁄11 meter.
ru: Кен (間) - традиционная японская единица длины, равная 6 японским футам (сяку). Точное значение менялось со временем и в зависимости от местоположения, но в целом оно было немного меньше 2 метров (6 футов 7 дюймов). Теперь это 1,818 метра.

source: The Kiloampere Hours is a measurement unit of Electric Charge, but it is a non-SI unit. The unit symbol of Kiloampere Hours is kAh, 1 Kiloampere Hours is equal to 3600000 Coulombs.
ru: Килоампер-часы - это единица измерения электрического заряда, но не в системе СИ. Единица измерения Килоампер-часов - кАч, 1 килоампер-час равен 3600000 кулонов.

source: The kilogram is the base unit of mass in the International System of Units and is defined by taking the fixed numerical value of the Planck constant h to be 6.62607015×10⁻³⁴ when expressed in the unit J•s, which is equal to kg•m²/s. The kilogram is almost exactly equal to the mass of one liter of water.
ru: Килограмм (кг) — единица измерения массы в Международной системы единиц (СИ). Одна из семи основных единиц системы СИ. Килограмм определяется исходя из точного численного значения постоянной Планка h, равной 6,62607015×10⁻³⁴, выраженной в Дж с, что равно кг м² с⁻¹. Массу одного литра воды можно приближенно считать равной одному килограмму.

source: The kiloton of Trinitrotoluene (TNT) is a decimal multiple of the ton of TNT, which is a unit of energy equal to 4.184 gigajoules. This is approximately the amount of energy released in the detonation of one ton of TNT. The kiloton of TNT is a unit of energy equal to 4.184 terajoules. The kiloton and megaton of TNT have traditionally been used to rate the destructive power of nuclear weapons.
ru: Килотонна тринитротолуола (ТНТ) — величина, кратная тонне ТНТ, которая является единицей измерения энергии, равной 4,184 гигаджоуля. Тротиловый эквивалент — мера энерговыделения при взрывах или падениях астероидов и комет, выраженная в количестве тринитротолуола, выделяющем при взрыве такое же количество энергии. Мегатонна ТНТ — единица энергии, равная 4,184 тераджоуля. Для оценки разрушительного действия ядерного взрыва традиционно используются килотонны и мегатонны.

source: The kilowatt hour (also kilowatt-hour, kW·h or kWh) is a unit of energy equal to 1000 watt hours or 3600 kilojoules. One kWh is equivalent to one kilowatt of constant power expended for one hour of time. This unit is often used as a billing unit for energy delivered to consumers by power generation companies.
ru: Киловатт-час (кВт·ч) — внесистемная единица измерения работы или количества произведенной или потребленной энергии. Киловатт-час равен количеству энергии, потребляемой устройством мощностью один киловатт в течение одного часа. Отсюда 1 кВт·ч = 1000 Вт · 3600 с = 3600 кДж. Киловатт-час используется для измерения потребления электроэнергии в быту и на предприятиях.

source: The kilowatt second (also kilowatt-second, kW·s or kWs) is a unit of energy approximately equal to 0.28 watt hour or 1000 joules. One kWs is equivalent to one kilowatt of constant power expended for one second of time.
ru: Киловатт-секунда (кВт·с) — внесистемная единица измерения работы или количества произведенной или потребленной энергии. Киловатт-секунда равен количеству энергии, потребляемой устройством мощностью один киловатт в течение одной секунды. Отсюда 1 кВт·с = 1000 Вт · 1 с = 1000 Дж = 0,28 ватт-часа.

source: The koku is historically important: since it was reckoned as the amount of rice necessary to feed a person for a single year, it was used to compute agricultural output and official salaries. The koku of rice was sometimes reckoned as 3000 "sacks".
ru: Коку исторически важен: поскольку он рассчитывался как количество риса, необходимое для того, чтобы прокормить человека в течение одного года, его использовали для расчета сельскохозяйственного производства и официальных зарплат. Коку риса иногда считали как 3000 мешков.

source: The mass density or density of an object is a scalar value, which is equal to its mass per unit volume. In other words, density is the measure of the relative “heaviness” of different objects having a constant volume. The SI unit for density is kilograms per cubic meter (kg/m³).
ru: Плотность — скалярная физическая величина, определяемая как отношение массы тела к занимаемому этим телом объёму. Иными словами, плотность определяет насколько легкими или тяжелыми являются два тела одинакового объема. В Международной системе единиц (СИ) плотность измеряется в кг/м³, в системе СГС — в г/см³.

source: The Megaampere Hours is a measurement unit of Electric Charge, but it is a non-SI unit. The unit symbol of Megaampere Hours is MAh, 1 Megaampere Hours is equal to 3600000000 Coulombs.
ru: Мегаампер-час - это единица измерения электрического заряда, но не в системе СИ. Единица измерения Мегаампер-часов - MAh, 1 Мегаампер-час равен 3600000000 кулонов.
