Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: A kip per square inch (ksi, kip/in²) is a unit of pressure, stress, Young’s modulus and ultimate tensile strength in the US Customary Units and British Imperial Units. It is a measure of force per unit area. A kip or kip-force, or kilopound (kip, klb, kipf) is a non-SI non-metric unit of force. It is equal to 1,000 pounds-force and used primarily by American architects and engineers to measure engineering loads. 1 kip = 4448.22 newtons (N) = 4.44822 kilonewtons (kN). The name kip comes from combining two words: “kilo” and “pound”. It is also called kilopound-force.
ru: Кип на квадратный дюйм (ksi, kip/in²) - это единица измерения давления, напряжения, модуля Юнга и предела прочности на растяжение в американских и британских имперских единицах. Это мера силы на единицу площади. Кип или кип-сила, или килофунт (kip, klb, kipf) - неметрическая единица силы, не входящая в систему СИ. Он равен 1000 фунтам силы и используется в основном американскими архитекторами и инженерами для измерения инженерных нагрузок. 1 кип = 4448,22 ньютона (Н) = 4,44822 килоньютона (кН). Название кип происходит от объединения двух слов: «килограмм» и «фунт». Его также называют килофунт-силой.

source: A light-year (also light year or lightyear, ly), is a non-SI unit of length equal to just under 10 trillion kilometers or about 6 trillion miles or 0.306 parsecs. It is defined as the distance that light travels in a vacuum in one Julian year.
ru: Световой год (св. г.) — внесистемная единица длины, равная расстоянию, проходимому светом в вакууме за один юлианский год. Световой год чуть менее 10 триллионов километров или примерно 6 триллионов миль или 0,306 парсека.

source: A link (l., li. or lnk.) is a unit of length or distance in the US Customary Units and British Imperial Units. Before the 20th century, links were commonly used for surveying the real property. A link is exactly 33⁄50 of a survey foot. Twenty-five links make a rod. One hundred links make a chain. One thousand links make a furlong. Eight thousand links make a statute mile.
ru: Линк (li) (англ. link — звено цепи) — устаревшая британская и американская единица измерения расстояния, равная 33/50 геодезического фута (20,1168 сантиметра). 100 линков составляют чейн (англ. chain — цепь), 1000 линков — фарлонг, 8000 линков составляют статутную (сухопутную) милю. До начала 20-го века линк широко использовался в англоязычных странах для топографической съемки земельных участков.

source: A liter (L or l) is a non-SI metric unit of volume equal to 1 cubic decimeter (dm³), 1,000 cubic centimeters (cm³) or 10⁻³ cubic meter.
ru: Литр (л) — внесистемная метрическая единица объема, равная одному кубическому дециметру (дм³), 1000 кубическим сантиметрам (см³) или 10⁻³ кубического метра (м³).

source: A liter per 100 km (L/100 km) is a metric unit of measurement for fuel consumption. It defines the amount of fuel in liters a vehicle used for traveling 100 km.
ru: Литр на 100 км (л/100 км) - это метрическая единица измерения расхода топлива. Он определяет количество топлива в литрах, которое использует автомобиль для поездки на 100 км.

source: A liter per meter (L/m) is a metric unit of measurement for fuel consumption. It defines the amount of fuel in liters a vehicle used for traveling one meter.
ru: Литр на метр (л/м) - это метрическая единица измерения расхода топлива. Он определяет количество топлива в литрах, которое транспортное средство использует для проезда на один метр.

source: A long hundredweight or centum weight (cwt) is a unit of mass defined in terms of the pound (lb). It is defined in the British Imperial System of Units as 112 lb (8 stone), which is equal to 50.802345 kg.
ru: Британский центнер — единица массы в британской традиционной системе мер, равная 112 фунтам (8 стоунам или 50,802345 кг.)

source: A long ton is the name for the unit called the “ton” in the British Imperial Units. One long ton is equal to 1,016 kg. In the traditional British measurement system, a long ton is 20 hundredweight; 1 hundredweight = 8 stone; 1 stone = 14 pounds. Thus a long ton is 20 × 8 × 14 lb = 2240 lb.
ru: Длинная тонна - это название единицы, называемой «тонна» в британских имперских единицах. Одна длинная тонна равна 1016 кг. В традиционной британской системе измерения длинная тонна составляет 20 центнеров; 1 центнер = 8 стоун; 1 камень = 14 фунтов. Таким образом, длинная тонна составляет 20 × 8 × 14 фунтов = 2240 фунтов.

source: A long ton-force (long tf), is a gravitational US Customary and British Imperial unit of force. It is equal to the force exerted by one short ton of mass in a standard gravitational field. One long ton-force is approximately equal to 9.964 kN.
ru: Длинная тонна-сила (длинная тс или Т) — гравитационная единица силы в американской и английской традиционной системе мер, равная силе, которая действует на тело массой одну длинную тонну (1016,05 кг) в стандартном гравитационном поле. Длинная тонна-сила равна 9,964 кН.

source: A lumen per square centimeter (lm/cm²) is the derived SI unit of illuminance and luminous emittance, measuring luminous flux per unit area and equal to 10,000 lux. 1 lm/cm² = 10,000 lx = 10,000 cd·sr/m². If a light source emits one candela of luminous intensity uniformly across a solid angle of one steradian, the total luminous flux emitted into that angle is one lumen (1 cd·1 sr = 1 lm).
ru: Люмен на квадратный сантиметр (лм/см²) — производная единица СИ для измерения освещённости и равная 10000 лк. 1 лм/см² = 10000 лк = 10000 лм/м² = 10000 кд·ср·м⁻². Если источник силой света в одну канделу дает световой поток в телесном угле один стерадиан, полный световой поток в этом угле равен одному люмену. Соответственно, освещенность одного квадратного метра поверхности при этих условиях будет равна одному люмену на квадратный метр (1 кд·1 ср = 1 лм).

source: A lumen per square foot (lm/ft²) is a US Customary and British Imperial unit of illuminance and luminous emittance, measuring luminous flux per unit area and equal to 10.76 lux.
ru: Люмен на квадратный фут (лм/фут²) — единица в американской и английской традиционных системах мер для измерения освещённости, равная 10,76 лк.

source: A lux (lx) is the SI unit of illuminance and luminous emittance, measuring luminous flux per unit area. One lux is equal to one lumen per square meter: 1 lx = 1 lm/m² = 1 cd·sr/m².
ru: Люкс (лк) — единица измерения освещённости в Международной системе единиц (СИ). Один люкс равен освещённости поверхности площадью 1 м² при световом потоке падающего на неё излучения, равном 1 лм: 1 лк = 1 лм/м² = 1 кд·ср·м⁻².

source: A mebibit (Mibit) is a decimal multiple of the unit bit for digital information or computer storage. The prefix mega (symbol M) is defined in the International System of Units (SI) as a multiplier of 10⁶, therefore, 1 megabit = 10⁶ bits = 1,000,000 bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2²⁰, so 1 Mbit = 1024 Kbits (note the capital K). The correct prefix for 2²⁰ is a mebibit (Mibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services..
ru: Мебибит (Mibit) - это десятичное число, кратное единице бит для цифровой информации или компьютерного хранилища. Префикс мега (символ M) определен в Международной системе единиц (СИ) как множитель 10⁶, следовательно, 1 мегабит = 10⁶ бит = 1 000 000 бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2²⁰, поэтому 1 Мбит = 1024 Кбит (обратите внимание на заглавную K). Правильный префикс для 2²⁰ - это мебибит (Mibit), введенный Международной электротехнической комиссией (МЭК) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A mebibyte (MiB) is a decimal multiple of the unit byte for digital information or computer storage. The prefix mega (symbol M) is defined in the International System of Units (SI) as a multiplier of 10⁶, therefore, 1 megabyte = 10⁶ bytes = 1,000,000 bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2²⁰, so 1 MB = 1024 Kbytes (note the capital K). The correct prefix for 2²⁰ is a mebibyte (MiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Мебибайт (МиБ) - это количество, кратное единице байта, для цифровой информации или компьютерного хранилища. Префикс мега (символ M) определен в Международной системе единиц (СИ) как множитель 10⁶, следовательно, 1 мегабайт = 10⁶ байтов = 1 000 000 байтов. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2²⁰, поэтому 1 МБ = 1024 Кбайт (обратите внимание на заглавную K). Правильный префикс для 2²⁰ - мебибайт (MiB), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A megaampere (kA), is a decimal multiple of the ampere, the SI unit of electric current.
ru: Мегаампер (МА) — единица измерения силы электрического тока в системе СИ, кратная амперу.

source: A megabit (MBt or Mbit) is a decimal multiple of the unit bit for digital information or computer storage. The prefix mega (symbol M) is defined in the International System of Units (SI) as a multiplier of 10⁶, therefore, 1 megabit = 10⁶ bits = 1,000,000 bits. At the same time, traditionally this metric prefix is used to designate binary multiplier 2²⁰, so 1 MBit = 1024 Kbits (note the capital K). The correct prefix for 2²⁰ is a mebibit (Mibit), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Мегабит (MBt или Mbit) - это десятичное кратное единице бит для цифровой информации или компьютерного хранилища. Префикс мега (символ M) определен в Международной системе единиц (СИ) как множитель 10⁶, следовательно, 1 мегабит = 10⁶ бит = 1 000 000 бит. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2²⁰, поэтому 1 Мбит = 1024 Кбит (обратите внимание на заглавную букву K). Правильный префикс для 2²⁰ - это мебибит (Mibit), введенный Международной электротехнической комиссией (МЭК) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A megabyte (MB or Mbyte) is a decimal multiple of the unit byte for digital information or computer storage. The prefix mega (symbol M) is defined in the International System of Units (SI) as a multiplier of 10⁶, therefore, 1 megabyte = 10⁶ bytes = 1,000,000 bytes. At the same time, traditionally this metric prefix is used to designate binary multiplier 2²⁰, so 1 MB = 1024 Kbytes (note the capital K). The correct prefix for 2²⁰ is a mebibyte (MiB), introduced by the International Electrotechnical Commission (IEC) in 1999. Binary prefixes are increasingly used in technical literature, open source software and cloud services.
ru: Мегабайт (МБ или Мбайт) представляет собой десятичное число, кратное единице байта для цифровой информации или памяти компьютера. Префикс мега (символ M) определен в Международной системе единиц (СИ) как множитель 10⁶, следовательно, 1 мегабайт = 10⁶ байтов = 1 000 000 байтов. При этом традиционно этот префикс метрики используется для обозначения двоичного множителя 2²⁰, поэтому 1 МБ = 1024 Кбайт (обратите внимание на заглавную K). Правильный префикс для 2²⁰ - мебибайт (MiB), введенный Международной электротехнической комиссией (IEC) в 1999 году. Двоичные префиксы все чаще используются в технической литературе, программном обеспечении с открытым исходным кодом и облачных сервисах.

source: A megaelectronvolt (MeV) is a decimal multiple of an electronvolt (electron volt, eV), which is a unit of energy equal to approximately 1.6×10⁻¹⁹ joule and used in atomic, nuclear and particle physics. By definition, it is the amount of energy gained by the charge of an electron moved across an electric potential difference of one volt. In other words, an electronvolt is 1 volt (1 joule per coulomb) multiplied by the electron charge (1 e, or 1.602176565(35)×10⁻¹⁹ C). Electronvolt is a small value; therefore it is commonly used with the SI prefixes.
ru: Мегаэлектронвольт (МэВ) — внесистемная единица энергии кратная электронвольту. По определению, электронвольт — это энергия, необходимая для переноса элементарного заряда в электростатическом поле между точками с разницей потенциалов в 1 В. Электронвольт используется в атомной и ядерной физике и в физике элементарных частиц. Так как работа при переносе единичного заряда равна произведению величины этого заряда на разность потенциалов, а элементарный заряд электрона составляет 1.602176565(35)×10⁻¹⁹ Кл, то 1 эВ ≈ 1,6·10⁻¹⁹ Дж. Электронвольт — маленькая величина, поэтому обычно применяются кратные единицы.

source: A megahertz (MHz) is a decimal multiple of the SI derived unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds, mechanical vibrations, and electromagnetic radiation (radio waves, light, and gamma rays).
ru: Мегагерц (МГц) — единица измерения частоты периодических процессов в Международной системе единиц (СИ), кратная герцу, который определяется как количество исполнений периодического процесса (или количество колебаний) за одну секунду. Герц используется для описания частоты звуковых колебаний, механических вибраций и электромагнитного излучения (радиоволны, свет гамма-излучение). Пример: в разных странах радиовещание в FM-диапазоне (УКВ CCIR и УКВ OIRT) ведется на частотах 65.9–108 МГц.

source: A megajoule (MJ) is a decimal multiple of the SI derived unit of energy, work, and amount of heat in the International System of Units SI. The joule is equal to the energy expended or work done in applying a force of one newton through a distance of one meter (1 newton meter or N·m). By another definition, the joule is equal to the energy required to pass an electric current of one ampere through a one ohm resistor for one second. Yet another definition states that the joule is equal to the work required to move an electric charge of one coulomb through an electric potential difference of one volt. The kinetic energy of a one-ton car moving at 160 km/h is approximately equal to one megajoule.
ru: Мегаджоуль (МДж) — единица измерения работы, энергии и количества теплоты в системе СИ, кратная джоулю. В механике джоуль равен работе, совершаемой при перемещении точки приложения силы, равной одному ньютону, на расстояние одного метра в направлении действия силы (1 ньютон метр или Н·м). В электричестве джоуль обозначает работу, которую совершают силы электрического поля за одну секунду при напряжении в один вольт для поддержания силы тока в один ампер или для поддержания электрического тока в один ампер, протекающего через резистор в один ом в течение одной секунды. Также джоуль можно определить как работу, требуемую для перемещения электрического заряда в один кулон при изменении разности потенциалов на один вольт. В повседневной жизни одному мегаджоулю приблизительно равна кинетическая энергия легкового автомобиля, движущегося со скоростью 160 км/час.

source: A megaliter (ML or Ml) is a decimal multiple of the non-SI metric unit of volume, the liter, which is equal to 1 cubic decimeter (dm³), 1,000 cubic centimeters (cm³) or 10⁻³ cubic meter.
ru: Мегалитр (Мл) — внесистемная метрическая единица объема кратная литру. Литр равен одному кубическому дециметру (дм³), 1000 кубическим сантиметрам (см³) или 10⁻³ кубического метра (м³).

source: A megameter (Mm) is a decimal multiple of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: Мегаметр (Мм) — единица измерения длины в Международной системе единиц (СИ), кратная метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A meganewton (MN) is a decimal multiple of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Меганьютон (МН) — производная единица измерения силы в Международной системе единиц (СИ), кратная ньютону. Исходя из второго закона Ньютона, единица ньютон определяется как сила, изменяющая за одну секунду скорость тела массой один килограмм на 1 метр в секунду в направлении действия силы. Таким образом, 1 Н = 1 кг·м/с².

source: A megaohm (MΩ) is a decimal multiple of the SI derived unit ohm and is equal to 1,000,000 Ω. Note that the final vowel in the SI prefix mega is omitted. A conductor has an electrical resistance of one megaohm when a constant potential difference of one volt applied between its ends produces in this conductor a current of one microampere. Passive two-terminal electrical components called resistors are used to implement electrical resistance in various electronic devices. Resistance of insulators is usually more than 100 megaohms. It can be measured by a megaohmmeter, a special type of ohmmeter used to measure or test the insulation resistance of insulators.
ru: Мегаом (МОм) — производная единица измерения электрического сопротивления в СИ, кратная ому. 1 МОм = 1 000 000 Ом. Мегаом равен электрическому сопротивлению проводника, по которому течет постоянный ток один микроампер, если между концами этого проводника приложено напряжение один вольт. Пассивные элементы электрических схем, оказывающие сопротивление протекающему току и обычно имеющие два вывода, называются резисторами. Для измерения сопротивления используется мультиметры, которые могут также измерять напряжение, ток, температуру, емкость и иные величины.

source: A megapascal (MPa) is a decimal multiple of the pascal, which is the SI derived unit of pressure, stress, Young’s modulus and ultimate tensile strength. It is a measure of force per unit area, defined as one newton per square meter.
ru: Мегапаскаль (МПа) — единица измерения давления, механического напряжения и модуля Юнга (модуля упругости) в Международной системе единиц (СИ), кратная паскалю. Паскаль равен давлению (механическому напряжению), вызываемому силой, равной одному ньютону, равномерно распределённой по перпендикулярной к ней поверхности площадью один квадратный метр.

source: A megavolt (MV) is a decimal multiple of the SI derived unit for electromotive force, electric potential (voltage), and electric potential difference. 1 MV = 10⁶ V. By definition, one volt is the difference in electric potential across a wire when an electric current of one ampere dissipates one watt of power. It is also equal to the potential difference between two parallel, infinite planes spaced one meter apart that create an electric field of one newton per coulomb.
ru: Мегавольт (МВ) — единица измерения и электродвижущей силы, электрической разности потенциалов и электрического потенциала (напряжения), равная 10⁶ вольт. Вольт является производной единицей системы СИ. По определению, при разности потенциалов в один вольт протекающий по проводнику ток силой в один ампер рассеивает мощность в один ватт.

source: A meter (m), is the base unit of length in the International System of Units (SI). It is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: Метр (м) — единица измерения длины и расстояния в Международной системе единиц (СИ). Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A meter of sea water (msw) is a non-SI unit of pressure. 1 msw is equal to 0.1 bars. The unit is used by divers.
ru: Метр морской воды — единица давления, не входящая в систему СИ и применяемая в водолазной службе ВМС США. 1 метр морской воды равен 0.1 бара. Источник: U.S. Navy Diving Manual. Revision 7. Table 2.10. Pressure Equivalents.

source: A meter of water (mAq, mH₂O) is a non-SI unit of pressure. It is defined as the pressure exerted at the base of a column of water 1 m high, at 4°C (temperature of maximum water density), at the standard acceleration of gravity. 1 mAq is roughly equal to 74 torrs. This unit is often used in medicine and in water supply networks.
ru: Метр водяного столба (м вод. ст.) — внесистемная единица измерения давления. Определяется как давление в основании столба воды высотой 1 метр, если температура воды составляет 4°C (температура максимальной плотности воды) при стандартном ускорении свободного падения. 1 м вод. ст. приблизительно равен 74 торрам. Используется в медицине и в системах водоснабжения.

source: A meter per British cup (m/cup (UK)) is a unit of measurement for fuel economy in the British Imperial system of units, equal to 3.5195 m/L in the metric units. It defines the number of meters a vehicle can travel using one British cup of fuel.
ru: Метр на британский стакан (м/брит. стакан) — неметрическая единица топливной экономичности транспортных средств в Британской системе единиц, определяющая количество метров, которое транспортное средство может проехать на британском стакане (0.284 л) топлива. 1 м/брит. пинта = 1,76 м/л.

source: A meter per British fluid ounce is a unit of measurement for fuel economy in the British Imperial system of units, equal to 35.195 m/L in the metric units. It defines the number of meters a vehicle can travel using one British fluid ounce of fuel.
ru: Метр на британскую жидкую унцию (м/брит. унцию) — неметрическая единица топливной экономичности транспортных средств в Британской системе единиц, определяющая количество метров, которое транспортное средство может проехать на британском стакане (0.284 л) топлива. 1 м/брит. пинта = 1,76 м/л.

source: A meter per British gallon (m/gal (UK)) is a unit of measurement for fuel economy in the British Imperial system of units, equal to 0.22 m/L in the metric units. It defines the number of meters a vehicle can travel using one British gallon of fuel.
ru: Метр на брит. галлон (м/брит. гал.) — неметрическая единица топливной экономичности транспортных средств в Британской системе единиц, определяющая количество метров, которое транспортное средство может проехать на одном британском галлоне топлива. 1 м/брит. гал. = 0,22 м/л.

source: A meter per British pint (m/pt (UK)) is a unit of measurement for fuel economy in the British Imperial system of units, equal to 1.76 m/L in the metric units. It defines the number of meters a vehicle can travel using one British pint of fuel.
ru: Метр на британскую пинту (м/брит. пинта) — неметрическая единица топливной экономичности транспортных средств в Британской системе единиц, определяющая количество метров, которое транспортное средство может проехать на британской кварте топлива. 1 м/брит. пинта = 1,76 м/л.

source: A meter per British quart (m/qr (UK)) is a unit of measurement for fuel economy in the British Imperial system of units, equal to 0.8799 m/L in the metric units. It defines the number of meters a vehicle can travel using one British quart of fuel.
ru: Метр на британскую кварту (м/брит.кварта) — неметрическая единица топливной экономичности транспортных средств в Британской системе единиц, определяющая количество метров, которое транспортное средство может проехать на британской кварте топлива. 1 м/кварта = 0,8799 м/л.
