Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: A meter per cubic centimeter (m/cm³) is a metric unit of measurement for fuel economy. It defines the number of meters a vehicle can drive using one cubic centimeter of fuel.
ru: Метр на кубический сантиметр (м/см³) - это метрическая единица измерения экономии топлива. Он определяет количество метров, которое транспортное средство может проехать с использованием одного кубического сантиметра топлива.

source: A meter per cubic foot (m/ft³) is a unit of measurement for fuel economy in the British (Imperial) and US customary systems, equal to 0.03531 m/L in the metric units. It defines the number of meters a vehicle can travel using one cubic foot of fuel.
ru: Метр на кубический фут (м/фут³) - это единица измерения экономии топлива в британской (имперской) и американской системах, равная 0,03531 м/л в метрических единицах. Он определяет количество метров, которое транспортное средство может проехать с использованием одного кубического фута топлива.

source: A meter per cubic inch (m/in³) is a unit of measurement for fuel economy in the British (Imperial) and US customary systems, equal to 61.024 m/L in the metric units. It defines the number of meters a vehicle can travel using one cubic inch of fuel.
ru: Метр на кубический дюйм (м/дюйм³) - это единица измерения экономии топлива в британской (имперской) и американской системах, равная 61,024 м/л в метрических единицах. Он определяет количество метров, которое транспортное средство может проехать с использованием одного кубического дюйма топлива.

source: A meter per cubic meter (m/m³) is a metric unit of measurement for fuel economy. It defines the number of meters a vehicle can drive using one cubic meter of fuel.
ru: Метр на кубический метр (м/м³) - это метрическая единица измерения экономии топлива. Он определяет количество метров, которое транспортное средство может проехать с использованием одного кубического метра топлива.

source: A meter per cubic yard (m/yd³) is a unit of measurement for fuel economy in the British (Imperial) and US customary systems, equal to 0.00131 m/L in the metric units. It defines the number of meters a vehicle can travel using one cubic yard of fuel.
ru: Метр на кубический ярд (м/ярд³) - это единица измерения экономии топлива в британской (имперской) и американской системах, равная 0,00131 м/л в метрических единицах. Он определяет количество метров, которое транспортное средство может проехать с использованием одного кубического ярда топлива.

source: A meter per cup (US) (m/cup (US)) is a unit of measurement for fuel economy in the US customary system of units, equal to 4.2268 m/L in the metric units. It defines the number of meters a vehicle can travel using one US cup of fuel.
ru: Метр на американский стакан (м/ам. стакан) — неметрическая единица топливной экономичности транспортных средств в Американской традиционной системе единиц, определяющая количество метров, которое транспортное средство может проехать на американском стакане топлива (0,237 л). 1 м/стакан = 4,2268 м/л.

source: A meter per gallon (US) (m/gal (US)) is a unit of measurement for fuel economy in the US customary system of units, equal to 0.2642 m/L in the metric units. It defines the number of meters a vehicle can travel using one US gallon of fuel.
ru: Метр на галлон США (м/гал. США) — неметрическая единица топливной экономичности транспортных средств в Американской традиционной системе единиц, определяющая количество метров, которое транспортное средство может проехать на одном американском галлоне топлива. 1 м/гал. США = 0,2642 м/л.

source: A meter per liter (m/L) is a metric unit of measurement for fuel economy. It defines the number of meters a vehicle can drive using one liter of fuel.
ru: Метр на литр (м/л) — метрическая единица топливной экономичности транспортных средств, определяющая количество метров, которое транспортное средство может проехать на одном литре топлива. Пример: Теплоход «Куин Элизабет 2» проходит 3,32 метра на одном литре дизельного топлива.

source: A meter per pint (US) (m/pt (US)) is a unit of measurement for fuel economy in the US customary system of units, equal to 2.1134 m/L in the metric units. It defines the number of meters a vehicle can travel using one US pint of fuel.
ru: Метр на американскую пинту (м/ам. пинта) — неметрическая единица топливной экономичности транспортных средств в Американской традиционной системе единиц, определяющая количество метров, которое транспортное средство может проехать на американской пинте топлива. 1 м/кварта = 2,1134 м/л.

source: A meter per quart (US) (m/qr (US)) is a unit of measurement for fuel economy in the US customary system of units, equal to 1.057 m/L in the metric units. It defines the number of meters a vehicle can travel using one US quart of fuel.
ru: Метр на американскую кварту (м/ам.кварта) — неметрическая единица топливной экономичности транспортных средств в Американской традиционной системе единиц, определяющая количество метров, которое транспортное средство может проехать на американской кварте топлива. 1 м/кварта = 1,057 м/л.

source: A meter per second (m/s, m·s⁻¹) is a SI derived unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction). It is defined as the number of meters traveled in one second.
ru: Метр в секунду (м/с, м·с⁻¹) - это производная единица СИ как для скорости (скалярное значение), так и для скорости (векторного значения, которое указывает как величину, так и конкретное направление). Он определяется как количество метров, пройденных за одну секунду.

source: A meter per second squared is a unit of measurement for acceleration in the International System of Units (SI). It is a derived unit of the SI and it is composed of the SI base units, the meter and the second. Physical interpretation: if an object accelerates at 1 m/s², its speed is increasing by 1 m/s every second.
ru: Метр в секунду за секунду, метр в секунду в квадрате — единица измерения ускорения в Международной системе единиц (СИ). Тело, движущееся с ускорением 1 м/с², увеличивает скорость за одну секунду на один метр в секунду.

source: A meter per US fluid ounce is a unit of measurement for fuel economy in the US customary system of units, equal to 33.814 m/L in the metric units. It defines the number of meters a vehicle can travel using one US fluid ounce of fuel.
ru: Метр на американскую жидкую унцию (м/ам. унция) — неметрическая единица топливной экономичности транспортных средств в Американской традиционной системе единиц, определяющая количество метров, которое транспортное средство может проехать на американской жидкой унции топлива (29,57 мл). 1 м/унция = 33,814 м/л.

source: A meter-candle (m·cd) is a metric unit of illuminance and luminous emittance, measuring luminous flux per unit area. One meter-candle can be defined as illuminance of a one-candela source illuminating a surface one meter away from the light source. One meter-candle is equal to one lumen per square meter: 1 m·cd = 1 lx = 1 lm/m² = 1 cd·sr/m². The term “meter-candle” does not conform to SI standards for unit names and its use is discouraged.
ru: Метр-кандела (м·кд) — метрическая единица измерения освещённости. Один метр-кандела можно определить как освещенность от источника света силой света в одну канделу, который находится на расстоянии одного метра от освещаемой поверхности. Один метр-кандела равен одному люмену на квадратный метр: 1 м·кд = 1 лк = 1 лм/м² = 1 кд·ср·м⁻². Единица «метр-кандела» не соответствует правилам СИ для названий единиц измерения и поэтому ее использование не рекомендуется.

source: A metric cup is a non-SI metric unit of volume equal to 250 mL. It is commonly used in the Commonwealth of Nations, Latin America, and countries, which use the metric system. A metric cup is also equal to 8.80 imperial fluid ounces and 8.45 US fluid ounces.
ru: Метрический стакан (англ. cup — чашка, стакан) — метрическая единица измерения объема, равная 250 миллилитрам. Эта единица используется в странах Британского Содружества, Латинской Америки в странах, где принята метрическая система. Метрический стакан также равен 8,80 британской жидкой унции и 8,45 американской жидкой унции.

source: A metric horsepower-hour (hp·h) is an outdated unit of energy, not used in the SI system of units. The unit represents an amount of work a horse is supposed capable of delivering during an hour. 1 metric hp·h = 2.65 MJ.
ru: Метрическая лошадиная сила (лс·ч) — устаревшая внесистемная единица работы и энергии. Лошадиная сила-час определяет количество работы, которую может произвести лошадь в течение одного часа. 1 лс·ч = 2,65 МДж.

source: A metric tablespoon is a non-SI metric unit of volume equal to 15 ml. It is used in many countries for measuring liquid and dry substances.
ru: Метрическая столовая ложка (ст. л.) — внесистемная метрическая единица объема, равная 15 мл. Она используется во многих странах для измерения жидких и сухих веществ.

source: A metric teaspoon is a non-SI metric unit of volume equal to 5 ml. It is used in many countries for measuring liquid and dry substances, especially in cooking.
ru: Метрическая чайная ложка (ч. л.) — внесистемная метрическая единица объема, равная 5 мл. Она используется во многих странах для измерения жидких и сухих веществ, особенно в описании кулинарных рецептов.

source: A metric ton-force (tf), is a gravitational metric unit of force. It is equal to the force exerted by one metric ton of mass in a standard gravitational field. One metric ton-force is approximately equal to 9.80665 kN.
ru: Метрическая тонна-сила (тс или Т) — гравитационная метрическая единица силы, равная силе, которая действует на тело массой одну метрическую тонну (1000 кг) в стандартном гравитационном поле. Метрическая тонна-сила равна 9,80665 кН.

source: A microampere (µA), is a decimal fraction of the ampere, the SI unit of electric current.
ru: Микроампер (мкА) — единица измерения силы электрического тока в системе СИ, равная 1/10⁻⁶ ампера.

source: A microgram (µg) is a decimal fraction of the base unit of mass in the International System of Units (SI) kilogram. 1 μg = 10⁻⁶ g = 10⁻⁹ kg.
ru: Микрограмм (мкг) — единица измерения массы, дольная по отношению к единице системы СГС грамму и единице системы СИ килограмму. 1 мкг = 10⁻⁶ г = 10⁻⁹ кг.

source: A microhertz (μHz) is a decimal fraction of the SI derived unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds, mechanical vibrations, and electromagnetic radiation (radio waves, light, and gamma rays). Microhertz is used to describe frequency instability or how precisely frequency of a generator can be adjusted.
ru: Микрогерц (Гц) — единица измерения частоты периодических процессов в Международной системе единиц (СИ), дольная по отношению к герцу, который определяется как количество исполнений периодического процесса (или количество колебаний) за одну секунду. Герц используется для описания частоты звуковых колебаний, механических вибраций и электромагнитного излучения (радиоволны, свет гамма-излучение). Частоту в микрогерцах используют для описания нестабильности частоты или точности настройки генератора.

source: A microjoule (μJ) is a decimal fraction of the SI derived unit of energy, work, and amount of heat in the International System of Units SI. The joule is equal to the energy expended or work done in applying a force of one newton through a distance of one meter (1 newton meter or N·m). By another definition, the joule is equal to the energy required to pass an electric current of one ampere through a one ohm resistor for one second. Yet another definition states that the joule is equal to the work required to move an electric charge of one coulomb through an electric potential difference of one volt.
ru: Микроджоуль (мкДж) — единица измерения работы, энергии и количества теплоты в системе СИ, дольная по отношении к джоулю. В механике джоуль равен работе, совершаемой при перемещении точки приложения силы, равной одному ньютону, на расстояние одного метра в направлении действия силы (1 ньютон метр или Н·м). В электричестве джоуль обозначает работу, которую совершают силы электрического поля за одну секунду при напряжении в один вольт для поддержания силы тока в один ампер или для поддержания электрического тока в один ампер, протекающего через резистор в один ом в течение одной секунды. Также джоуль можно определить как работу, требуемую для перемещения электрического заряда в один кулон при изменении разности потенциалов на один вольт.

source: A micrometer (micron) (μ) is an obsolete name of a micrometer, which is a decimal fraction of the base SI unit of length, the meter. The term micron and the symbol µ, representing the micrometer, were officially revoked by the International System of Units (SI) in 1967. However, in practice, “micron” remains a widely used term, which is preferred to “micrometer” in many English-speaking countries because it helps to differentiate between the unit of length and the “micrometer”, a device used for precise measurement of small distances.
ru: микрометр (мкм) — единица измерения длины в Международной системе единиц (СИ), дольная по отношению к метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды. Термин микрон (мк, μ) в настоящее время устарел и его использование официально прекращено в системе СИ в 1967 году.

source: A micronewton (μN) is a decimal fraction of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Микроньютон (мкН) — производная единица измерения силы в Международной системе единиц (СИ), дольная по отношению к ньютону. Исходя из второго закона Ньютона, единица ньютон определяется как сила, изменяющая за одну секунду скорость тела массой один килограмм на 1 метр в секунду в направлении действия силы. Таким образом, 1 Н = 1 кг·м/с².

source: A microohm (μΩ) is a decimal fraction of the SI derived unit ohm and is equal to 10⁻⁶ Ω. Note that the final vowel in the SI prefix micro is omitted. A conductor has an electrical resistance of one microhm when a constant potential difference of one kilovolt applied between its ends produces in this conductor a current of one kiloampere. A microhm is an extremely small resistance and this unit is seldom used. Extremely small resistances are usually referred to in terms of conductance.
ru: Микроом (мкОм) — производная единица измерения электрического сопротивления в СИ, дольная относительно ома. 1 мкОм = 10⁻⁶ Ом. Микроом равен электрическому сопротивлению проводника, по которому течет постоянный ток один килоампер, если между концами этого проводника приложено напряжение один киловольт. Микроом — очень малое сопротивление; поэтому эта дольная единица сопротивления используется редко. Если речь идет об очень малых сопротивлениях электрических элементов, обычно говорят об их проводимости.

source: A microsecond (µs) is a decimal fraction of the second, which is the unit of time and one of the seven SI base units. It is also a CGS unit of time. It is defined as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.
ru: Микросекунда (мкс) — единица измерения времени, дольная по отношению к секунде — одной из семи основных единиц Международной системы единиц (СИ) и системы СГС. По определению, секунда представляет собой интервал времени, равный 9 192 631 770 периодам излучения электронов, переходящих между двумя энергетическими уровнями атома цезия-133.

source: A microvolt (µV) is a decimal fraction of the SI derived unit for electromotive force, electric potential (voltage), and electric potential difference. 1 µV = 0.000001 V. By definition, one volt is the difference in electric potential across a wire when an electric current of one ampere dissipates one watt of power. It is also equal to the potential difference between two parallel, infinite planes spaced one meter apart that create an electric field of one newton per coulomb.
ru: Микровольт (мкВ) — единица измерения и электродвижущей силы, электрической разности потенциалов и электрического потенциала (напряжения), равная 1/1000000 вольта. Вольт является производной единицей системы СИ. По определению, при разности потенциалов в один вольт протекающий по проводнику ток силой в один ампер рассеивает мощность в один ватт.

source: A mile (mi) is a unit of length in US Customary Units and British Imperial Units. It is most commonly equal to 5,280 feet (1,760 yards, or about 1,609 meters).
ru: Международная миля — путевая мера для измерения расстояния в американской и английской традиционных системах мер. Миля равна 5280 футам (1760 ярдов или около 1609 метров).

source: A mile per hour (mi/h, mi·h⁻¹) is a unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction) in the US Customary Units and British Imperial Units. It is defined as the number of miles traveled in one hour.
ru: Миля в час (миля/ч, миля·ч⁻¹) — единица измерения скалярной (только величина) и векторной (величина и направление) скорости в американской и английской традиционных системах мер. Тело, движущееся со скоростью одна миля в час, преодолевает за час одну милю.

source: A mile per second (mi/s, mi·s⁻¹) is a unit of both speed (scalar value) and velocity (vector value, which specifies both magnitude and a specific direction) in the US Customary Units and British Imperial Units. It is defined as the number of miles traveled in one second.
ru: Миля в секунду (миля/с, миля·с⁻¹) — единица измерения скалярной (только величина) и векторной (величина и направление) скорости в американской и английской традиционных системах мер. Тело, движущееся со скоростью одна миля в секунду, преодолевает за секунду одну милю.

source: A milliampere (mA), is a decimal fraction of the ampere, the SI unit of electric current.
ru: Миллиампер (мА) — единица измерения силы электрического тока в системе СИ, равная 1/1000 ампера.

source: A milliampere hour (symbol mAh or mA⋅h, mA h) is a non-SI unit of electric charge. The milliampere hour is one-thousandth of an ampere-hour (3.6 coulombs). This unit is commonly used in the measurement of the capacity of electric batteries.
ru: Миллиампер-час (мА·ч) — внесистемная единица измерения электрического заряда. Один миллиампер-час равен 3,6 кулона (ампер-секунд). Миллиампер-час используется главным образом для обозначения ёмкости аккумуляторов. Аккумулятор, заряженный до 1 мА·ч, теоретически способен обеспечить ток в один ампер в течение 3,6 секунд.

source: A millibar (mbar) is a decimal fraction of bar, which is the non-SI unit of pressure, defined as exactly equal to 100,000 Pa. It is approximately equal to the atmospheric pressure on Earth at sea level.
ru: Миллибар (мбар) — внесистемная единица измерения давления, равная 1/1000 бара. Бар равен 10⁵ Па или 10⁶ дин/см² (в системе СГС). Бар приблизительно равен атмосферному давлению на уровне моря. 100 000 Pa = 1 bar ≈ 750,0616827 мм рт. ст. Название происходит от греч. βάρος — тяжесть.

source: A milligram (mg) is a decimal fraction of the base unit of mass in the International System of Units (SI) kilogram. 1 mg = 10⁻³ g = 10⁻⁶ kg.
ru: Миллиграмм (мг) — единица измерения массы, дольная по отношению к единице системы СГС грамму и единице системы СИ килограмму. 1 мг = 10⁻³ г = 10⁻⁶ кг.

source: A milligram per cubic centimeter (mg/cm³) is equal to the SI derived unit of density kg/m³, which is defined as mass in kilograms per volume in cubic meters. 1 mg/cm³ = 1 kg/m³.
ru: Миллиграмм на кубический сантиметр (мг/см³ или мг·см⁻³) — производная единица плотности в системе СИ, равная единице кг/см³, которая определяется как масса в килограммах в единице объема в кубических метрах. 1 мг/см³ = 1 кг/м³.

source: A milligram per cubic meter (mg/m³) is a decimal fraction of the SI derived unit of density kg/m³, which is defined as mass in kilograms per volume in cubic meters. It is equal to 10⁻⁶ kg/m³.
ru: Миллиграмм на кубический метр (мг/м³ или мг·м⁻³) — производная единица плотности в системе СИ, дольная по отношению к единице кг/см³, которая определяется как масса в килограммах в единице объема в кубических метрах. 1 мг/м³ = 10⁻⁶ кг/м³.

source: A milligram per liter (mg/L) is a unit of density, which is acceptable for use with SI. It is equal to 0.001 kg/m³.
ru: Миллиграмм на литр (мг/л) — единица плотности, которая разрешена к применению совместно с единицами системы СИ. Она равна 0,001 кг/м³.

source: A millihertz (mHz) is a decimal fraction of the SI derived unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds, mechanical vibrations, and electromagnetic radiation (radio waves, light, and gamma rays). Infrasound waves in the frequency range 10 to 20000 millihertz are used for monitoring earthquakes and in studies of the mechanics of heart.
ru: Миллигерц (Гц) — единица измерения частоты периодических процессов в Международной системе единиц (СИ), дольная по отношению к герцу, который определяется как количество исполнений периодического процесса (или количество колебаний) за одну секунду. Герц используется для описания частоты звуковых колебаний, механических вибраций и электромагнитного излучения (радиоволны, свет гамма-излучение). Пример: ультразвуковые волны в частотном диапазоне 10–20000 миллигерц используются для мониторинга сейсмической активности и в исследованиях механики сердца.

source: A millijoule (mJ) is a decimal fraction of the SI derived unit of energy, work, and amount of heat in the International System of Units SI. The joule is equal to the energy expended or work done in applying a force of one newton through a distance of one meter (1 newton meter or N·m). By another definition, the joule is equal to the energy required to pass an electric current of one ampere through a one ohm resistor for one second. Yet another definition states that the joule is equal to the work required to move an electric charge of one coulomb through an electric potential difference of one volt.
ru: Миллиджоуль (мДж) — единица измерения работы, энергии и количества теплоты в системе СИ, дольная по отношении к джоулю. В механике джоуль равен работе, совершаемой при перемещении точки приложения силы, равной одному ньютону, на расстояние одного метра в направлении действия силы (1 ньютон метр или Н·м). В электричестве джоуль обозначает работу, которую совершают силы электрического поля за одну секунду при напряжении в один вольт для поддержания силы тока в один ампер или для поддержания электрического тока в один ампер, протекающего через резистор в один ом в течение одной секунды. Также джоуль можно определить как работу, требуемую для перемещения электрического заряда в один кулон при изменении разности потенциалов на один вольт.

source: A milliliter (mL or ml) is a decimal fraction of the non-SI metric unit of volume, the liter, which is equal to 1 cubic decimeter (dm³), 1,000 cubic centimeters (cm³) or 10⁻³ cubic meter.
ru: Миллилитр (мл) — внесистемная метрическая единица объема дольная по отношению к литру. Литр равен одному кубическому дециметру (дм³), 1000 кубическим сантиметрам (см³) или 10⁻³ кубического метра (м³).
