Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: A UK (imperial) quart (qt) is a unit of volume in the British Imperial Units used for measuring both liquid and dry substances. It is equal to one quarter of an imperial gallon or approximately 1.14 L.
ru: Британская кварта — единица измерения объема в британской системе мер, используемая для измерения как жидкостей, так и сыпучих веществ. Британская кварта равна четверти британского галлона (англ. quarter — четверть) или приблизительно 1,14 л.

source: A UK (imperial) tablespoon (tbsp.) is a unit of volume used for measuring liquid and dry substances. It is equal to 0.625 of a UK fluid ounce, or approximately 17.8 mL.
ru: Британская столовая ложка (ст. л.) — единица измерения объема в британской традиционной системе мер, используемая как для жидких, так и для сухих веществ и равная 0,625 британской жидкой унции или приблизительно 17,8 мл.

source: A UK barrel (bl) is a unit of volume in the British Imperial Units equal to 36 imperial gallons or approximately 164 L for beer or 42 US gallons (approximately 159 L) for oil. This unit is used in the UK as a measure of liquid products.
ru: Британский баррель — единица измерения объема в британской системе мер, равная 36 брит. галлонам или приблизительно 164 л. Эта единица используется в Великобритании и некоторых странах Содружества для измерения объема жидкостей.

source: A UK quarter is a unit of mass in the British Imperial Units equal to one-fourth of a long (UK) hundredweight (112 lb or 50.8 kg).
ru: Британский квартал - это единица массы в британских имперских единицах, равная одной четвертой длинного (британского) центнера (112 фунтов или 50,8 кг).

source: A UK teaspoon (t., ts., tsp. or tspn.) is a unit of volume used for measuring liquid and dry substances. It is equal to one-fifth of a UK fluid ounce or approximately 5 mL.
ru: Британская чайная ложка (ч. л.) — единица измерения объема в британской традиционной системе мер, используемая как для жидких, так и для сухих веществ в кулинарии. Ее объем равен одной пятой части британской жидкой унции или приблизительно 5 мл. Можно также встретить британские чайные ложки объемом 5,9 мл.

source: A unit of information is the capacity of a standard data storage device or a communication channel used to measure the capacities of other systems and channels. The most common units are the bit and the byte (or octet). Information capacity is a dimensionless quantity because it refers to a count of binary symbols. A bit is the basic unit of information in computing and telecommunications; a bit can have the value of either 1 or 0 only. A bit can also be defined as a variable or computed quantity that can have only two possible values. These two values are often denoted by the numerical digits 0 and 1. These two values can also be interpreted as logical values (true/false, yes/no), on/off state or any other two-valued attribute or physical condition such as flow/no flow or high pressure/low pressure. A byte is a unit of digital information in computing and telecommunications that most commonly consists of eight bits.
ru: Единица информации — емкость стандартного устройства хранения информации или канала передачи информации, используемого для измерения емкости других систем и каналов. Чаще всего применяются такие единицы, как бит и байт (октет). Информационная емкость является безразмерной величиной, так как она представляет собой количество двоичных символов. Бит — один двоичный разряд в двоичной системе счисления, который может принимать одно из двух возможных значений, например, двоичные цифры 0 и 1, логические значения истинно и ложно. Бит является основной единицей информации в вычислительных системах и системах передачи информации. Для образования кратных единиц применяется с приставками Международной системы единицы СИ и с двоичными приставками. Байт — единица хранения и обработки цифровой информации. Чаще всего байт считается равным восьми битам.

source: A unit of measurement, the length of one one-millionth of an inch, equivalent to 25.4 nanometers.
ru: Микродюйм - единица измерения, длина одной миллионной дюйма, эквивалентная 25,4 нанометрам.

source: A US barrel (bl) is a unit of volume in the US Customary Units equal to 31.5 US gallons or approximately 119 L. This unit is used in the US as a measure of liquids apart from crude oil and other petroleum products.
ru: Американский баррель — единица измерения объема в американской традиционной системе мер, равная 31,5 американского галлона или приблизительно 119 л. Эта единица используется в США в качестве меры объема жидкостей, кроме сырой нефти и нефтепродуктов.

source: A US cup is a unit of volume in the US Customary Units equal to one-sixteenth of a US liquid gallon. It is also equal to one-fourth of a US liquid quart, or eight US fluid ounces, or approximately 0.24 L.
ru: Американский стакан (англ. cup — чашка, стакан) — единица измерения объема в американской традиционной системе мер, равная одной шестнадцатой американского жидкого галлона. Американский стакан также равен четверти американской жидкой кварты или восьми американским жидким унциям или приблизительно 0,24 л.

source: A US fluid ounce (fl oz or fl. oz.) is a unit of volume in the US Customary Units equal to 1/128 of a US liquid gallon. It is also equal to 1/32 of a US quart, or 1/16 US pint, or approximately 29.6 mL.
ru: Американская жидкая унция — единица измерения объема в американской традиционной системе мер, равная 1/128 американского жидкого галлона. Американская жидкая унция также равна 1/32 американской кварты, или 1/16 американской пинты или приблизительно 29,6 мл.

source: A US gallon (gal) is a unit of volume in the US Customary Units equal to 231 cubic inches or approximately 3.79 L. There are four US quarts in a gallon.
ru: Американский галлон — единица измерения объема в американской традиционной системе мер, равная 231 кубическому дюйму или приблизительно 3,79 л.

source: A US liquid pint (pt) is a unit of volume in the US Customary Units equal to one-eighth of a US liquid gallon. It is also equal to two cups, or 16 US fluid ounces, or half a US liquid quart, or approximately 0.47 L.
ru: Американская пинта — единица измерения объема в американской традиционной системе мер, равная одной восьмой американского жидкого галлона. Американская пинта также равна 16 американским жидким унциям или приблизительно 0,47 л.

source: A US liquid quart (qt) is a unit of volume in the US Customary Units equal to a quarter of a gallon. It is also equal to two pints or four cups, or 32 US fluid ounces, or approximately 0.95 L.
ru: Американская кварта — единица измерения объема в американской традиционной системе мер, равная четверти американского галлона (англ. quarter — четверть). Американская кварта равна 32 американским жидким унциям или приблизительно 0,95 л.

source: A US mile per liter (mi/L) is a unit of measurement for fuel economy in the US customary system of units, equal to 1609.344 m/L in the metric units. It defines the number of US miles a vehicle can drive using one liter of fuel.
ru: Американская миля на литр (миль / л) - это единица измерения экономии топлива в традиционной системе единиц США, равная 1609,344 м / л в метрических единицах. Он определяет количество американских миль, которое транспортное средство может проехать с использованием одного литра топлива.

source: A US quarter is a unit of mass in the US Customary Units equal to one-fourth of a short (US) hundredweight (100 lb or 45.35 kg).
ru: Квартал в США - это единица массы в традиционных единицах США, равная одной четвертой короткого (американского) центнера (100 фунтов или 45,35 кг).

source: A US stone (st) is an informal unit of mass equal to 12.5 pounds (about 5.67 kg) used in the US.
ru: Стоун (США) - неофициальная единица массы, равная 12,5 фунтам (около 5,67 кг), используемая в США.

source: A US tablespoon (tbsp.) is a unit of volume in the US Customary Units equal to one-half of a US fluid ounce or 4 fluid drams, or 1/16 US cup, or approximately 14.8 mL. It is also equal to three teaspoons.
ru: Американская столовая ложка (ст. л.) — единица измерения объема в американской традиционной системе мер, равная половине американской унции, или четырем жидким драхмам, или 1/16 американского стакана, или приблизительно 14,8 мл. Она также равна трем чайным ложкам.

source: A US teaspoon (t., ts., tsp. or tspn.) is a unit of volume in the US Customary Units used for measuring liquid and dry substances during food preparation. As a unit of culinary measure, it is equal to 1/3 tablespoon or 4.9 mL. It is also equal to one and one-third US fl. drams and one-sixth US fluid ounce. For nutritional purposes, the US teaspoon is defined as exactly 5 mL.
ru: Американская чайная ложка (ч. л.) — единица измерения объема в американской традиционной системе мер, используемая как для жидких, так и для сухих веществ в кулинарии. В кулинарных рецептах она равна трети американской столовой ложки или приблизительно 4,9 мл. В соответствии с другим определением чайной ложки, ее объем равен одной трети американской жидкой драхмы или одной шестой американской жидкой унции. При описании пищевой ценности продуктов питания объем американской чайной ложки определяется равным 5 мл точно.

source: A volt (V) is the SI derived unit for electromotive force, electric potential (voltage), and electric potential difference. By definition, one volt is the difference in electric potential across a wire when an electric current of one ampere dissipates one watt of power. It is also equal to the potential difference between two parallel, infinite planes spaced one meter apart that create an electric field of one newton per coulomb.
ru: Вольт (В) — единица измерения и электродвижущей силы, электрической разности потенциалов и электрического потенциала (напряжения). Вольт является производной единицей системы СИ. По определению, при разности потенциалов в один вольт протекающий по проводнику ток силой в один ампер рассеивает мощность в один ватт. Один вольт также представляет собой разность потенциалов между двумя параллельными бесконечными плоскостями, расположенными на расстоянии одного метра, которая создает электрическое поле напряженностью один ньютон на кулон. Один вольт можно также определить как разность потенциалов между двумя точками, при которой для перемещения между этими точками заряда в один кулон нужно совершить работу в один джоуль.

source: A watt per square centimeter at 555 nm (W/cm²) is the derived SI unit of illuminance and luminous emittance, measuring luminous flux per unit area and equal to 6,830,000 lux. The wavelength of 555 nanometers, which is in the middle of the visible-light spectrum, corresponds to the frequency of 540 terahertz.
ru: Ватт на квадратный сантиметр при 555 нм (Вт/см²) — производная единица СИ для измерения освещенности, равная 6,830,000 лк. Длина волны 555 нанометров находится в середине видимой части спектра и соответствует частоте 540 терагерц.

source: A week is a non-SI unit of time. It is usually an interval equal to seven days. A week is the standard time period used for cycles of work days and rest days in most countries of the world.
ru: Неделя - это внесистемная единица времени. Обычно это интервал, равный семи дням. Неделя - это стандартный период времени, используемый для циклов рабочих дней и выходных в большинстве стран мира.

source: A yard (yd) is a unit of length in several different systems including the United States customary units, Imperial units and the former English units. It is equal to 3 feet or 36 inches or 0.9144 meters.
ru: Ярд (англ. yard) — единица измерения расстояния в американской и английской традиционных системах мер. Современный метрический ярд равен трём метрическим футам (36 дюймам) или 0,9144 метра.

source: A yard per second squared is a unit of acceleration in the British (Imperial) and US customary systems, equal to 0.9144 m/s². Physical interpretation: if an object accelerates at 1 yd/s², its speed is increasing by 1 yd/s every second.
ru: Ярд в секунду за секунду — единица ускорения в британской и американской системах единиц измерения. 1 ярд в секунду равен 0.9144 м/с². Тело, движущееся с ускорением 1 ярд/с², увеличивает скорость за одну секунду на один ярд в секунду.

source: A•min
ru: А·мин

source: A•s
ru: А·с

source: abohm
ru: абОм

source: Abohm
ru: Абом

source: abV
ru: абВ

source: Abvolt
ru: Абвольт

source: Acceleration
ru: Ускорение

source: Acceleration is the rate of change of the velocity of a body with time. Velocity and acceleration are vector quantities, with magnitude and direction. However, in many cases, only magnitude is considered. Acceleration is accompanied by a force, as described by Newton’s Second Law; the force, as a vector, is the product of the mass of the object being accelerated and the acceleration (vector). The SI unit of acceleration is the meter per second squared, m/s².
ru: Ускорение — производная скорости по времени, векторная величина, показывающая изменение вектора скорости точки тела при её движении за единицу времени. Таким образом, ускорение учитывает не только изменение скорости, но и её направление. Однако, во многих случаях рассматривают только величину ускорения без учета направления. Единицей ускорения служит метр в секунду за секунду (м/с²), существует также внесистемная единица гал, применяемая при измерении поля силы тяжести и равная 1 см/с².

source: Acre-foot
ru: Акр-фут

source: Acres
ru: Акр

source: Ampere-hours
ru: Ампер-час

source: Ampere-minutes
ru: Ампер-минута

source: Ampere-seconds
ru: Ампер-секунда

source: Amperes
ru: Ампер

source: An abohm (abΩ) is the basic unit of electrical resistance in the emu-cgs system of units (electromagnetic centimeter-gram-second system of units). A potential difference of one abvolt will drive a current of one abampere through a resistance of one abohm. One abohm is equal to 10⁻⁹ ohms = 1 nanoohm in the SI system of units. An abohm is an extremely small resistance and this unit is almost never used. Extremely small resistances are usually referred to in terms of conductance.
ru: Абом — основная единица электрического сопротивления в СГСМ (абсолютная электромагнитная система сантиметр-грамм-секунда). Если к двум точкам проводника приложена разность потенциалов один абвольт и его сопротивление равно одному абому, по нему будет протекать ток один абампер. 1 абОм = 10⁻⁹ ом = 1 наноОм в системе СИ. Абом — очень малая величина сопротивления. Поэтому данная единица используется крайне редко. Если речь идет об очень малых сопротивлениях материалов, обычно говорят об их проводимости.

source: An abvolt (abV) is the unit of electric potential (voltage), electric potential difference, and electromotive force in the cgs (centimeter-gram-second) electromagnetic system of units. 1 abV is equal to 10⁻⁸ volts. A potential difference of one abV will drive a current of one abampere through a resistance of one abohm. One erg of energy is needed to move one abcoulomb of charge between the two points having the potential difference of one abvolt.
ru: Абвольт (абВ) — единица измерения электрического потенциала (напряжения), разности электрических потенциалов и электродвижущей силы (ЭДС) в СГСМ (абсолютной электромагнитной системе сантиметр-грамм-секунда). 1 абвольт равен 10⁻⁸ В. При разности потенциалов в 1 абвольт через сопротивление 1 абом будет протекать ток силой 1 ампер. Для перемещения заряда величиной в 1 абкулон между двумя точками с разностью потенциалов 1 вольт требуется энергия в 1 эрг.

source: An acre is an Imperial and US customary unit of land area and defined as the area of 1/640 sq miles. 640 acres make up one square mile. Its symbol is ac. 1 ac is equal to 0.4 ha.
ru: Акр (английское сокращение ac) — единица измерения площади в британской и американской системах единиц измерения. Акр определяется как площадь, равная 1/640 кв. мили. 1 акр равен 0,4 га.

source: An ampere-hour or amp-hour (symbol Ah, AHr, A·h, A h) is a non-SI unit of electric charge. One ampere-hour is equal to 3600 coulombs (ampere-seconds). Physical interpretation: One ampere-hour is the electric charge transferred by a steady current of one ampere for one hour. This unit is commonly used in the measurement of the capacity of electric batteries.
ru: Ампер-час (А·ч) — внесистемная единица измерения электрического заряда. Один ампер-час равен 3600 кулонов (ампер-секунд). Физический смысл: 1 ампер-час — это электрический заряд, который проходит через поперечное сечение проводника в течение одного часа при наличии в нём тока в 1 ампер. Ампер-час используется главным образом для обозначения ёмкости аккумуляторов. Аккумулятор, заряженный до 1 А·ч, теоретически способен обеспечить ток в один ампер в течение одного часа.

source: An ampere-minute or amp-minute is a non-SI unit of electric charge. One ampere-minute is equal to 60 coulombs (ampere-seconds). Physical interpretation: One ampere-minute is the electric charge transferred by a steady current of one ampere for one minute.
ru: Ампер-минута (А·мин) — внесистемная единица измерения электрического заряда. Одна ампер-минута равна 60 кулонам (ампер-секундам). Физический смысл: 1 ампер-минута — это электрический заряд, который проходит через поперечное сечение проводника в течение одной минуты при наличии в нём тока в 1 ампер.

source: An ampere-second or amp-second is a non-SI unit of electric charge. One ampere-second is equal to 1 coulomb. Physical interpretation: One ampere-second is the electric charge transferred by a steady current of one ampere for one second.
ru: Ампер-секунда (А·с) — внесистемная единица измерения электрического заряда. Одна ампер-секунда равен 1 кулону (ампер-секунде). Физический смысл: 1 ампер-секунда — это электрический заряд, который проходит через поперечное сечение проводника в течение одной секунды при наличии в нём тока в 1 ампер.

source: An angle is the figure formed by two rays, called the sides of the angle, sharing a common endpoint, called the vertex of the angle. In physics, angle is also used to designate the measure of an angle or of a rotation. This measure is the ratio of the length of a circular arc by its radius. In the case of an angle (figure), the arc is centered at the vertex and delimited by the sides. In the case of a rotation, the arc is centered at the center of the rotation and delimited by any point and its image by the rotation.
ru: Плоский угол — неограниченная геометрическая фигура, образованная двумя лучами (сторонами угла), выходящими из одной точки (вершины угла). В физике угол также рассматривается как фигура, получающаяся при вращении фиксированного луча вокруг некоторой точки до заданного положения. Угол является мерой поворота такого луча. Угол измеряют в градусной мере (градус, минута, секунда), в оборотах, как отношение длины дуги к длине окружности и в радианах как отношение длины дуги к радиусу. Радиан (рад) — основная единица измерения плоских углов в современной математике и физике. Радиан определяется как угловая величина дуги, длина которой равна её радиусу. Таким образом, величина полного угла равна 2π радиан.

source: An are is a non-SI metric unit of area and defined as 100 square meters. It is primarily used in the measurements of land area. Its symbol is a.
ru: Ар (а) — метрическая и не входящая в систему СИ единица площади, равная площади квадрата со стороной 10 м. 1 а = 100 м² = 0,01 га. В разговорном русском языке ар называется соткой: 1 а = 100 м².

source: An astronomical unit (AU, au, a.u., or ua) is a unit of length equal to approximately the mean Earth–Sun distance which is equal to 149,597,870,700 meters or 92,955,807.273 miles.
ru: Астрономическая единица (а. е.) — внесистемная исторически сложившаяся единица измерения расстояний в астрономии, приблизительно равная среднему расстоянию от Земли до Солнца или 149 597 870 700 метрам.

source: An EC therm (thm EC) is a non-SI unit of heat energy equal to 100,000 international British thermal units (BTU IT) used in the European Union. It is approximately the energy equivalent of burning 100 cubic feet of natural gas. Since meters measure volume and not energy content, a therm factor is used by gas utility companies to convert the volume of gas consumed to its heat equivalent, and thus calculate the actual energy use.
ru: Европейский терм (англ. EC therm) — единица измерения тепловой энергии, равная 100 000 международных британских термических единиц (BTU IT). Единица популярна в Европейском союзе на рынке газа, так как примерно эквивалентна теплу, образующемуся при сжигании 100 кубических футов (2,74 кубометра) природного газа. Поскольку газовые счетчики измеряют объем потребляемого газа, а не энергию, которую можно получить при его сжигании, терм используется для преобразования объема газа в его термический эквивалент и таким образом для расчета использованной энергии.

source: An electronvolt (also electron volt, eV) is a non-SI unit of energy equal to approximately 1.6×10⁻¹⁹ joule and used in atomic, nuclear and particle physics. By definition, it is the amount of energy gained by the charge of an electron moved across an electric potential difference of one volt. In other words, an electronvolt is 1 volt (1 joule per coulomb) multiplied by the electron charge (1 e, or 1.602176565(35)×10⁻¹⁹ C). Electronvolt is a small value; therefore it is commonly used with the SI prefixes.
ru: Электронвольт (эВ) — внесистемная единица энергии, равная энергии, необходимой для переноса элементарного заряда в электростатическом поле между точками с разницей потенциалов в 1 В, и используемая в атомной и ядерной физике и в физике элементарных частиц. Так как работа при переносе единичного заряда равна произведению величины этого заряда на разность потенциалов, а элементарный заряд электрона составляет 1.602176565(35)×10⁻¹⁹ Кл, то 1 эВ ≈ 1,6·10⁻¹⁹ Дж. Электронвольт — маленькая величина, поэтому обычно применяются кратные единицы.

source: An hour (h, hr) is a non-SI unit of measurement of time. One hour is equal to 60 minutes or 3,600 seconds.
ru: Час (ч) - единица измерения времени вне системы СИ. Один час равен 60 минутам или 3600 секундам.

source: An inch (in or ″) is a unit of length or distance in a number of systems of measurement, including in the US Customary Units and British Imperial Units. One inch is defined as 1⁄12 of a foot and is therefore 1⁄36 of a yard. According to the modern definition, one inch is equal to 25.4 mm exactly.
ru: Дюйм ( ", от нидерл. duim — большой палец; английское название inch происходит от лат. uncia, означающего «одна двенадцатая часть», в данном случае 1/12 фута) — единица измерения расстояния в американской и английской традиционных системах мер. Применяется и в системах мер ряда европейских стран. Современный английский дюйм равен точно 2,54 см.

source: An inch of mercury (inHg) is a non-SI unit of pressure. It is defined as the pressure exerted at the base of a column of mercury 1 inch (25.4 mm) high, when the density of the fluid is 13.5951 g/cm³ (this occurs at 0°C or 32°F), at a place where the acceleration of gravity is 9.80665 m/s². 1 inHg is roughly equal to 25.4 Torr.
ru: Дюйм ртутного столба (дюйм рт. ст.) — внесистемная единица измерения давления. Определяется как давление в основании столба ртути высотой 1 дюйм, если плотность жидкости составляет 13,5951 г/см³ (это происходит при 0°C или 32°F) в месте, где ускорение свободного падения равно 9,80665 м/с². 1 дюйм рт. ст. приблизительно равен 25,4 торра. Используется в США и Канаде.
