Repository: VolkovsaVSA/Tehcon
Catalog: Tehcon/*.lproj/Localizable.strings
Languages: ru

source: Сubic сentimeters
ru: Кубический сантиметр

source: Сubic decimeters
ru: Кубический дециметр

source: Сubic kilometers
ru: Кубический километр

source: Сubic millimeters
ru: Кубический миллиметр

source: A attosecond (as) is a decimal fraction of the second, which is the unit of time and one of the seven SI base units. It is also a CGS unit of time. It is defined as the time taken by 9,192,631,770 cycles of radiation that comes from electrons moving between two energy levels of the caesium-133 atom.
ru: Аттосекунда (ас) — единица измерения времени, дольная по отношению к секунде — одной из семи основных единиц Международной системы единиц (СИ) и системы СГС. По определению, секунда представляет собой интервал времени, равный 9 192 631 770 периодам излучения электронов, переходящих между двумя энергетическими уровнями атома цезия-133. Пример: за одну аттосекунду свет проходит расстояние, равное диаметру трех атомов водорода.

source: A bar (symbol bar) is a non-SI unit of pressure, defined as exactly equal to 10⁵ Pa or 10⁶ dyn/cm² in CGS. It is approximately equal to the atmospheric pressure on Earth at sea level.
ru: Бар (бар) - это внесистемная единица измерения давления, которая в точности равна 10 Па или 10 дин / см² в СГС. Это примерно равно атмосферному давлению на Земле на уровне моря.

source: A barye (Ba), also barad, barrie, bary or barie is the CGS unit of pressure equal to 1 dyne per square centimetre. The name has its origin in the Greek word βάρος (baros) meaning weight. 1 Ba = 0.1 Pa.
ru: Бари (Ба), также барад, барри, бари - это единица давления СГС, равная 1 дину на квадратный сантиметр. Название происходит от греческого слова βάρος (барос), означающего вес. 1 Ba = 0,1 Па.

source: A biot is another name for the abampere (aA), which is the basic electromagnetic unit of electric current in the emu-cgs (centimeter-gram-second) system of units. It is called after the French physicist, astronomer, and mathematician Jean-Baptiste Biot. One abampere is equal to ten amperes in the SI system of units. One abampere is the current, which produces a force of 2 dyne/cm between two infinitely long parallel wires that are 1 cm apart.
ru: Биот - это другое название абампера (аА), который является основной электромагнитной единицей электрического тока в системе единиц emu-cgs (сантиметр-грамм-секунда). Он назван в честь французского физика, астронома и математика Жана-Батиста Био. Один абампер равен десяти амперам в системе единиц СИ. Один ампер - это ток, который создает силу в 2 дина / см между двумя бесконечно длинными параллельными проводами, расположенными на расстоянии 1 см друг от друга.

source: A bit is the basic unit of information in computing and data transmission; a bit can have only the value of either one or zero, which may be implemented in a variety of systems by means of a two-state device. An example of such a device in electronics can be a flip-flop, a logic gate or a relay (in relay logic). The two values can also be interpreted as logical values (true/false, yes/no), activation states (on/off), or any other two-valued attribute.
ru: Бит - основная единица информации в вычислениях и передаче данных; бит может иметь значение либо единицы, либо нуля, что может быть реализовано в различных системах с помощью устройства с двумя состояниями. Примером такого устройства в электронике может быть триггер, логический вентиль или реле (в релейной логике). Эти два значения также можно интерпретировать как логические значения (истина / ложь, да / нет), состояния активации (вкл / выкл) или любой другой двухзначный атрибут.

source: A British stone (st) is an informal unit of mass equal to 14 pounds avoirdupois (about 6.35 kg) used in Great Britain and Ireland for measuring human body weight.
ru: Стоун (Англ) — внесистемная единица массы, равная 14 фунтам (приблизительно 6,35 кг). Используется в Великобритании и Ирландии для измерения веса тела человека.

source: A bushel (abbreviation: bsh. or bu.) is an imperial and US customary unit of volume based upon an earlier measure of dry capacity. The old bushel is equal to 2 kennings (obsolete), 4 pecks, or 8 dry gallons, and was used mostly for agricultural products, such as wheat. In modern usage, the volume is nominal, with bushels denoting a mass defined differently for each commodity.
ru: Бушель (аббревиатура: bsh. Или bu.) - это британская и обычная в США единица объема, основанная на более раннем измерении сухой емкости. Старый бушель равен 2 кеннингу (устаревший), 4 пикам или 8 сухим галлонам и использовался в основном для сельскохозяйственных продуктов, таких как пшеница. В современном использовании объем является номинальным, а бушели обозначают массу, определяемую по-разному для каждого товара.

source: A byte is a unit of digital information in computing and data transmission that most commonly consists of eight bits. The de facto standard of eight bits is a convenient power of two (2⁸) permitting the values 0 through 255 for one byte.
ru: Байт - это единица цифровой информации в вычислениях и передаче данных, которая обычно состоит из восьми битов. Стандарт де-факто восьми битов - это удобная степень двойки (2⁸), допускающая значения от 0 до 255 для одного байта.

source: A calorie (cal) is an outdated non-SI metric unit of energy. In most fields its use has been replaced by, the joule, the SI unit of energy. However, it remains a commonly used unit for energies in the field of chemistry. 1 th calorie = 4.184 J as defined in the ISO standard ISO 31-4. By definition, the small calorie or gram calorie approximates the energy needed to increase the temperature of 1 gram of water by 1 °C at standard atmospheric pressure (101.325 kPa).
ru: Пищевая калория (кал) — единица измерения энергетической ценности (калорийности) пищевых продуктов. Одна пищевая калория равна 4,184 Дж. Калория равна количеству теплоты, необходимой для повышения температуры одного грамма воды на 1°С при стандартном атмосферном давлении (101,325 кПа).

source: A candela steradian per square meter (cd·sr/m²) is the derived SI unit of illuminance and luminous emittance, measuring luminous flux per unit area and equal to 1 lux. One lux is equal to one lumen per square meter: 1 lx = 1 lm/m² = 1 cd·sr/m². If a light source emits one candela of luminous intensity uniformly across a solid angle of one steradian, the total luminous flux emitted into that angle is one lumen (1 cd·1 sr = 1 lm).
ru: Кандела-стерадиан на квадратный метр (кд·ср/м²) — производная единица СИ для измерения освещённости и равная одному люксу. Один люкс равен одному люмену на квадратный метр: 1 лк = 1 лм/м² = 1 кд·ср·м⁻². Если источник силой света в одну канделу дает световой поток в телесном угле один стерадиан, полный световой поток в этом угле равен одному люмену. Соответственно, освещенность одного квадратного метра поверхности при этих условиях будет равна одной канделе-стерадиан на квадратный метр.

source: A carat (car, ct) is a unit of mass equal to 200 mg (0.007055 oz) and is used for measuring gemstones and pearls. This definition is also known as the metric carat and was adopted in 1907.
ru: Карат (кар) — единица массы, равная 200 мг (0,007055 унции) и используемая для измерения массы драгоценных камней и жемчуга. Определенный таким образом в 1907 году карат называется метрическим.

source: A centigram (cg) is a decimal fraction of the base unit of mass in the International System of Units (SI) kilogram. 1 cg = 0.01 g = 10⁻⁵ kg.
ru: Сантиграмм (сг) — единица измерения массы, дольная по отношению к единице системы СГС грамму и единице системы СИ килограмму. 1 сг = 0,01 г = 10⁻⁵ кг.

source: A centiliter (cL or cl) is a decimal fraction of the non-SI metric unit of volume, the liter, which is equal to 1 cubic decimeter (dm³), 1,000 cubic centimeters (cm³) or 10⁻³ cubic meter.
ru: Сантилитр (сл) — внесистемная метрическая единица объема дольная по отношению к литру. Литр равен одному кубическому дециметру (дм³), 1000 кубическим сантиметрам (см³) или 10⁻³ кубического метра (м³).

source: A centimeter (cm) is a decimal fraction of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: Сантиметр (см) — единица измерения длины в Международной системе единиц (СИ), дольная по отношению к метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A centimeter-candle (cm·cd) is a metric unit of illuminance and luminous emittance, measuring luminous flux per unit area. One centimeter-candle can be defined as a one-candela source illuminating a surface one centimeter away from the light source. One centimeter-candle is equal to 0.01 lumen per square meter: 1 cm·cd = 0.01 lx = 0.01 lm/m² = 0.01 cd·sr/m². The term “centimeter-candle” does not conform to SI standards for unit names and its use is discouraged.
ru: Сантиметр-кандела (см·кд) — метрическая единица измерения освещённости. Один сантиметр-кандела можно определить как освещенность от источника света силой света в одну канделу, который находится на расстоянии одного сантиметра от освещаемой поверхности. Один сантиметр-кандела равен 0,01 люмена на квадратный метр: 1 см·кд = 0,01 лк = 0,01 лм/м² = 0,01 кд·ср·м⁻². Единица «сантиметр-кандела» не соответствует правилам СИ для названий единиц измерения и поэтому ее использование не рекомендуется.

source: A chain is an obsolete unit of length or distance in US Customary Units and British Imperial Units. It has been used for several centuries in Britain and in some other English-speaking countries. The chain is equal to 20.1168 m, or 66 feet, or 22 yards, or 100 links, or 4 rods. There are 10 chains in a furlong, and 80 chains in a statute mile.
ru: Чейн (ch) (англ. chain — цепь) — устаревшая британская и американская единица измерения расстояния. Эта единица использовалась в Великобритании и некоторых других англоговорящих странах. 1 чейн = 66 футов = 100 линков = 4 рода = 20,1168 метров. В фарлонге 10 чейнов, а в статутной миле — 80 чейнов.

source: A common year (y, yr) is is a unit of time equal to the orbital period of the Earth moving around the Sun. A calendar year in the Gregorian calendar, as well as in the Julian calendar, has either 365 (common year) or 366 (leap year) days. In astronomy, the Julian year is a unit of time, defined as 365.25 days of 86400 SI seconds each.
ru: Обычный год (г) — внесистемная единица измерения времени, равная периоду обращения Земли вокруг Солнца. Календарный год в григорианском и юлианском календаре может иметь 365 (обычный год) или 366 дней (високосный год). В астрономии юлианский год — это единица времени, определяемая как 365,25 дней по 86400 секунд каждый.

source: A coulomb (C) is the SI derived unit of electric charge. It is defined as the charge transported by a steady current of one ampere in one second. The coulomb can also be defined in terms of capacitance. One coulomb is the amount of charge on the positive side of a capacitor of one farad charged to a potential difference of one volt.
ru: Кулон (Кл) — единица измерения электрического заряда (количества электричества) в Международной системе единиц (СИ). Кулон является производной единицей системы СИ. Кулон — это величина заряда, прошедшая через проводник при силе тока один ампер за одну секунду. Кулон можно определить и через емкость. Один кулон — это заряд на положительной обкладке конденсатора емкостью в одну фараду, заряженному до разности потенциалов один вольт.

source: A cubic centimeter (cm³) is a decimal fraction of the derived SI unit of volume, the cubic meter. The cubic meter is defined as the volume of a cube whose sides are one meter.
ru: Кубический сантиметр (см³) — единица измерения объема в системе СИ, дольная по отношению к кубическому метру. Один кубический метр равен объему куба со стороной 1 метр. Эта единица является производной единицей системы СИ метр, который определяется как «расстояние, проходимое светом в вакууме за промежуток времени, равный 1⁄299 792 458 секунды».

source: A cubic decimeter or cubic decimeter (dm³) is a decimal fraction of the derived SI unit of volume, the cubic meter. The cubic meter is defined as the volume of a cube whose sides are one meter.
ru: Кубический дециметр (дм³) — единица измерения объема в системе СИ, дольная по отношению к кубическому метру. Один кубический метр равен объему куба со стороной 1 метр. Эта единица является производной единицей системы СИ метр, который определяется как «расстояние, проходимое светом в вакууме за промежуток времени, равный 1⁄299 792 458 секунды».

source: A cubic foot (ft³) is a unit of volume in the US Customary Units and British Imperial Units. The cubic foot is defined as the volume of a cube whose sides are one foot.
ru: Кубический фут (фут³) — единица измерения объема в американской и английской традиционных системах мер. Один кубический фут равен объему куба со стороной 1 фут.

source: A cubic inch (in³) is a unit of volume in the US Customary Units and British Imperial Units. The cubic inch is defined as the volume of a cube whose sides are one inch.
ru: Кубический дюйм (дюйм³) — единица измерения объема в американской и английской традиционных системах мер. Один кубический дюйм равен объему куба со стороной 1 дюйм.

source: A cubic kilometer or cubic kilometer (km³) is a decimal multiple of the derived SI unit of volume, the cubic meter. The cubic meter is defined as the volume of a cube whose sides are one meter.
ru: Кубический километр (км³) — единица измерения объема в системе СИ, кратная кубическому метру. Один кубический метр равен объему куба со стороной 1 метр. Эта единица является производной единицей системы СИ метр, который определяется как «расстояние, проходимое светом в вакууме за промежуток времени, равный 1⁄299 792 458 секунды».

source: A cubic meter (m³) is a derived SI unit of volume. The cubic meter is defined as the volume of a cube whose sides are one meter.
ru: Кубический метр (м³) — единица измерения объема в системе СИ. Один кубический метр равен объему куба со стороной 1 метр. Эта единица является производной единицей системы СИ метр, который определяется как «расстояние, проходимое светом в вакууме за промежуток времени, равный 1⁄299 792 458 секунды».

source: A cubic mile (mi³) is a unit of volume in the US Customary Units and British Imperial Units. The cubic mile is defined as the volume of a cube whose sides are one mile.
ru: Кубическая миля (миля³) — единица измерения объема в британской и американской традиционных системах мер, определяемая как объем куба со стороной одна миля.

source: A cubic millimeter or cubic millimeter (mm³) is a decimal fraction of the derived SI unit of volume, the cubic meter. The cubic meter is defined as the volume of a cube whose sides are one meter.
ru: Кубический миллиметр (мм³) — единица измерения объема в системе СИ, дольная по отношению к кубическому метру. Один кубический метр равен объему куба со стороной 1 метр. Эта единица является производной единицей системы СИ метр, который определяется как «расстояние, проходимое светом в вакууме за промежуток времени, равный 1⁄299 792 458 секунды».

source: A cubic yard (yd³) is a unit of volume in the US Customary Units and British Imperial Units. The cubic yard is defined as the volume of a cube whose sides are one yard.
ru: Кубический ярд (ярд³) — единица измерения объема в британской и американской традиционных системах мер, определяемая как объем куба со стороной один ярд.

source: A cycle per second is another name of the SI unit of frequency hertz defined as the number of cycles per second of a periodic phenomenon. This unit is used to describe the frequency of sounds and mechanical vibrations (approximately 20 Hz to 20 kHz) and electromagnetic radiation (radio waves, light, gamma rays — approximately 20 kHz to 200 THz). In computing, the clock rate of central processing units and computer buses is expressed in megahertz or gigahertz..
ru: Цикл в секунду - это другое название единицы измерения частоты в системе СИ, герц, определяемой как количество циклов в секунду периодического явления. Это устройство используется для описания частоты звуков и механических колебаний (примерно от 20 Гц до 20 кГц) и электромагнитного излучения (радиоволны, свет, гамма-лучи - примерно от 20 кГц до 200 ТГц). В вычислениях тактовая частота центральных процессоров и компьютерных шин выражается в мегагерцах или гигагерцах.

source: A dalton (Da) or unified atomic mass unit (u) is the non-system unit of mass that is used for indicating mass in atoms, molecules, and elementary particles. It is defined as one-twelfth of the mass of a neutral atom of carbon-12 in its ground state. 1 Da ≈ 1.66053·10⁻²⁷ kg.
ru: Атомная единица массы (а. е. м.), называемая также дальтоном — внесистемная единица массы, применяемая для масс атомов и молекул, атомов и элементарных частиц. Атомная единица массы равна 1/12 массы нейтрального атома углерода ¹²C. 1 а. е. м. ≈ 1,66053·10⁻²⁷ кг.

source: A day (d) is a non-SI unit of time. It is an interval equal to 24 hours. It can also mean a daytime, which is the consecutive period of time during which the Sun is above the horizon of a location.
ru: День - единица времени вне системы СИ. Это интервал, равный 24 часам. Это также может означать дневное время, то есть последовательный период времени, в течение которого Солнце находится над горизонтом местности.

source: A decameter (dam) is a decimal multiple of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: Декаметр (дам) — единица измерения длины в Международной системе единиц (СИ), кратная метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A decigram (dg) is a decimal fraction of the base unit of mass in the International System of Units (SI) kilogram. 1 dg = 0.1 g = 10⁻⁴ kg.
ru: Дециграмм (дг) — единица измерения массы, дольная по отношению к единице системы СГС грамму и единице системы СИ килограмму. 1 дг = 0,1 г = 10⁻⁴ кг.

source: A deciliter (dL or dl) is a decimal fraction of the non-SI metric unit of volume, the liter, which is equal to 1 cubic decimeter (dm³), 1,000 cubic centimeters (cm³) or 10⁻³ cubic meter.
ru: Децилитр (дл) — внесистемная метрическая единица объема дольная по отношению к литру. Литр равен одному кубическому дециметру (дм³), 1000 кубическим сантиметрам (см³) или 10⁻³ кубического метра (м³).

source: A decimeter (dm) is a decimal fraction of the base SI unit of length, the meter, which is defined as the length of the path traveled by light in vacuum during a time interval of 1/299,792,458 of a second.
ru: Дециметр (дм) — единица измерения длины в Международной системе единиц (СИ), дольная по отношению к метру. Метр равен расстоянию, которое проходит свет в вакууме за промежуток времени, равный 1/299 792 458 секунды.

source: A degree or degree of arc (°) is a measurement of plane angle representing 1/360 of a full rotation. One degree is equivalent to π/180 radians. It is not an International System of Units (SI) unit.
ru: Градус или градус дуги (°) - это измерение плоского угла, составляющего 1/360 полного оборота. Один градус эквивалентен π/180 радиан. Это не единица Международной системы единиц (СИ).

source: A dyne (dyn) is a unit of force specified in the centimeter-gram-second (CGS) system of units. Equivalently, the dyne is defined as the force required to accelerate a mass of one gram at a rate of one centimeter per second squared. One dyne is equal to 10 micronewtons.
ru: Дина (дин) - это единица измерения силы в системе единиц сантиметр-грамм-секунда (СГС). Эквивалентно, дина определяется как сила, необходимая для ускорения массы в один грамм со скоростью один сантиметр в секунду в квадрате. Одна дина равна 10 микроньютонам.

source: A dyne centimeter (dyne·cm) is a unit of energy and mechanical work in the centimeter-gram-second (CGS) system of units, which is equal to one erg. It is the amount of work done by a force of one dyne when moving an object through a distance of one centimeter. In the CGS base units, it is equal to one gram centimeter squared per second squared (g·cm²/s²). It is thus equal to 100 nanojoules (nJ) in SI units. A dyne centimeter is a very small unit of energy. The impact energy of a small mosquito flying into a wall is equal to about 1 dyne centimeter.
ru: Дина-сантиметр (дин·см) — единица измерения энергии и механической работы в системе СГС (сантиметр-грамм-секунда), равная одному эргу. Дина-сантиметр — работа, выполненная силой в одну дину при перемещении тела на расстояние в один сантиметр. В основных единицах СГС дина-сантиметр равна одному квадратному грамм-сантиметру в секунду за секунду (г·см²/с²). В системе СИ это эквивалентно 100 наноджоулям (нДж). Дина-сантиметр — очень маленькая единица энергии, приблизительно равная энергии, выделяющейся при ударе о препятствие летящего комара.

source: A faraday is a non-SI unit of electrical charge. It is used in electrochemistry. One faraday of charge is the magnitude of the charge of one mole of electrons, that is, 96.48 kC.
ru: Фарадей (Ф) — внесистемная единица измерения электрического заряда, используемая в электрохимии. 1 фарадей соответствует заряду 1 моля электронов или однозарядных ионов. При пропускании через электролитическую ячейку заряда в 1 Ф на каждом электроде выделяется 1 моль однозарядных ионов. 1 фарадей = 96,48 килокулона.

source: A fathom (ftm) is a unit of length or distance in the British imperial and the U.S. customary systems. It is equal to 2 yards, 6 feet or 1.8288 meters, and used especially for measuring the depth of water. Originally, it was based on the distance between the man’s outstretched arms.
ru: Морская сажень (англ. fathom) — единица длины в английской системе мер, равная 6 футам, двум ярдам или 1,8288 метра и используется, в основном, в морском деле для измерения глубины. Первоначально сажень означала расстояние между концами пальцев вытянутых в стороны рук. В русском языке также используются названия фатом, фадом и фэсом.

source: A feet (ft or ′) is a unit of length defined as being 0.3048 m exactly and used in the British imperial system of units and the United States customary units. It is subdivided into 12 inches and is called an international foot.
ru: Футы (фут или ') - это единица измерения длины, равная точно 0,3048 м и используемая в британской имперской системе единиц и обычных единицах измерения Соединенных Штатов. Он делится на 12 дюймов и называется международным футом.

source: A femtonewton (fN) is a decimal fraction of the SI derived unit of force newton. According to Newton’s second law of motion, one newton is equal to the amount of force required to accelerate a mass of one kilogram at a rate of one meter per second squared. Therefore, 1 N = 1 kg·m/s².
ru: Фемтоньютон (фН) - это производная единица силы в системе СИ, равная десятичной доле ньютон. Согласно второму закону движения Ньютона, один ньютон равен силе, необходимой для ускорения массы в один килограмм со скоростью один метр в секунду в квадрате. Следовательно, 1 Н = 1 кг·м/с².
